{
  "search": "Search",
  "support": "Something isn't clear? Contact me at <a target=\"_blank\" href=\"mailto:n@borodutch.com\">n@borodutch.com</a>",
  "todo": {
    "create": {
      "text": "Text of the todo",
      "placeholder": "Todo",
      "frog": "It's a frog!"
    }
  },
  "cancel": "Cancel",
  "save": "Save",
  "delete": "Delete",
  "current": "Current",
  "planning": "Planning",
  "skipped": "Skipped",
  "name": "English",
  "language": "Please, select the language.",
  "login": "Please, login to todorant.com using the button below.",
  "settings": "Settings",
  "addTodo": "Add todo",
  "breakdownTodo": "Breakdown",
  "pleaseLogin": "Please, login",
  "subscription": "Subscription",
  "allDoneTitle": "Congratulations!",
  "allDoneText": "🥳 You did it! All the tasks for today are done, go get rest or maybe dance a little 💃",
  "noTodosTitle": "To infinity!",
  "noTodosText": "You don't have any todos for today. If you want to work — add a new todo for today or take the todos from future days.",
  "addTodoDay": "Select exact day",
  "addTodoMonth": "Or month",
  "addTodoTime": "Exact time",
  "completed": "Completed",
  "addTodoOnTop": "Add on the top",
  "addTodoMore": "More...",
  "addTodoSingular": "Add todo!",
  "addTodoPlural": "Add todos!",
  "saveTodo": "Save todo!",
  "planningText": "Looks like you have some planning to do! Please, redistribute the outstanding tasks below to unlock the \"Current\" tab and to keep being productive. Cheers!",
  "editTodo": "Edit todo",
  "anonymousText": "All your data is stored on your device at the moment. To start syncronizing with Todorant servers you need to login.",
  "nameLabel": "Name",
  "email": "Email",
  "facebook": "Facebook",
  "telegram": "Telegram",
  "apple": "Apple",
  "count": "Count",
  "todosLastSync": "Todos",
  "tags": "Hashtags",
  "tagsCount": "Hashtags",
  "todoCount": "Todos",
  "notSyncedYet": "Not synced yet",
  "settingsLastSync": "Settings",
  "accountLastSync": "Account",
  "syncData": "Sync data",
  "googleTokenError": "No access token returned from Google",
  "facebookPermissionsError": "Facebook permissions not granted",
  "facebookTokenError": "Facebook access token cannot be obtained",
  "loginWall": "Looks like you used Todorant for over a month and still haven't logged in! Keep your todos safe from getting lost — log in now and enjoy Todorant safely!",
  "loginGoogle": "Login with Google",
  "loginFacebook": "Login with Facebook",
  "loginApple": "Login with Apple",
  "loginTelegram": "Login with Telegram",
  "logoutText": "Would you like to logout?",
  "logout": "Logout",
  "loginButton": "Login",
  "alreadyRegistered": "(You are already registered)",
  "purchaseError": "Hm, looks like something went wrong with the purchases. Please, go to the website, login and subscribe there!",
  "purchaseThankYou": "Thank you",
  "purchaseThankYouText": "Thank you for purchasing the subscription!",
  "activeText": "🎉 Thank you a lot for supporting Todorant! I hope that Todorant has improved your life already and will keep making it better in the future! Your support allows me to improve Todorant daily, adding new features and simplifying the work processes!",
  "inactiveText": "🐝 It looks like your Todorant trial has come to the end. Has Todorant improved your life by at least $5/month? I certainly hope so! I'll cut straight to the chase.\n\nTrade offer. I receive: $5 per month, $36 per year (a whopping 40% discount) or $150 one time. You receive: unlimited productivity and unlimited Todorant as a bonus.\n\nWhat do you say?",
  "earlyAdopterText": "👏👏 — this is me applauding you; you — the crazy ones who agreed to try out the instrument of ever increasing productivity, Todorant, among the first. One can say that you are the golden thousand, feedback of whom was shaping the Todorant from the very beginning. You have all the rights to use Todorant as much as you wish — you will never experience any limits, you have earned it. However, if you noticed that Todorant has drastically improved your life — you can still buy the subscription thus saying the best kind of \"Thank you\". You will never loose the \"Early adopter 🦄\" status — but will always be able to cancel the subscription. Thank you a lot for still using Todorant — and I will keep adding new features improving the product that positively affects all of us. Good luck!",
  "earlyAdopterTextBonus": "🤗 Holy +*%$! Looks like either Todorant or I personally helped you enough that you purchased subscription even though you could use Todorant for free forever. I am deeply touched and happy to have a cup of coffee with you or just to chat a little. Feel free to reach me on Telegram (@borodutch) or by email — just click my name below. Thank you a lot! It is hard to imagine how important your contribution is!",
  "trialText": "💪 Welcome to Todorant! You have 30 days after the registration to figure out whether Todorant works well for you. After 30 days will pass, you will still have access to the old tasks but will not be able to add new ones. It is perfectly fine to purchase subscription before 30 days end. I believe that using Todorant will bring you new heights in the personal productivity!",
  "signature": "— Nikita, Todorant creator",
  "rules": [
    "As soon as you get an actionable task (receive an email, phonecall, text, or if you see anything of interest that has to be put on your todo list) — create a todo for it right away. Do not wait, you will forget about it if you do not take it down.",
    "Todos should always be actionable and as explicit as possible. If a task takes less than 2 minutes, then do it right away and record it as completed.",
    "You either add a specific date or select a month while creating a todo. You cannot pick current month without selecting a specific date. This is done to relax your mind. If you trust the system and put everything that needs to be done on the correct date — you will encounter it at the right time. Huge amount of willpower is wasted on being constantly stressed about \"that other thing that I need to deal with but I am not quite sure what it was\". Learn to trust and relax.",
    "First thing you do each month is planning ahead. You take all the tasks assigned to the current month and you sort them in the correct dates. It allows you to filter out outdated tasks and keep your mind in peace with, knowing exactly what you need to do this month.",
    "First thing you do in the morning is planning your day. Have a glance at your Planning section. Can you handle everything? Distribute tasks that cannot be dealt with today. Redistribute any tasks left undone from the previous days.",
    "Unless it is an emergency, do not look at the planning section after you have finished planning. It will be way better psychologically if you only focus on one task, so keep your eyes on the Current section. Trust the system, it remembers everything. Do your job and relax your mind.",
    "Current section contains only one task that you need to focus on — nothing else. You can have more than one task a day, the amount of tasks as well as progress bar is displayed for your convenience. You are not allowed to jump between tasks — you should deal with every task linearly, one by one.",
    "Frogs are special types of tasks you generally do not want to deal with. Usually they are the tasks left behind for months and even years. Todorant ensures that you handle frogs first thing every day. In the morning your willpower reserve is large enough to handle even the most outrageous tasks. And after you finally deal with a frog — you receive just enough happiness to be smiling throughout the whole day. You feel proud of yourself when you deal with frogs.",
    "You are allowed to skip current task — but try to do so as rarely as possible. You cannot skip a frog. If you failed to complete a task and had to redistribute it twice, it becomes a frog.",
    "If the current task is too high level, then break it down to a list of subtasks. As soon as you break it down, the task is marked as completed.",
    "Add as much relevant information about the todo as possible. Add links to specific emails (gmail on web allows you to do this), websites, notes (like evernote), documents (like dropbox), leave phone numbers or add any information you might need to complete the task. Todorant is not meant to be a point of reference for you — instead it should act as a catalogue of links to the reference information relevant to specific todos.",
    "Feel free to join our multi-language group on Telegram to share experience and tricks on how to be more productive — @todorant_feedback! Your feedback about the service — suggestions, wishes and complaints — are highly welcome.",
    "Use the edit mode (the list order icon on top) on the Planning page to change the task order. If you want to assign a task to a specific week, just assign it to Monday and reassign it during the planning phase on Monday morning.",
    "Todorant does not have and will never have repeating tasks — the only thing they do well causing anxiety by hanging over you as unfinished tasks. If you need to complete repeating tasks — add all of them manually, your brain will thank you for conscious tasks.",
    "Todorant does not have the concept of \"Projects\" as it has proven itself to be demotivating, some of the \"folder\" never get open. Projects \"Fitness\" and \"Self-improvement\" send their regards. Instead, use #hashtags.",
    "Frogs will always appear on the top of the list.",
    "Todorant does not have notifications about the upcoming tasks with the exact time set. However, feel free to use Google Calendar integration so that Google can annoy you with notifications, not Todorant."
  ],
  "termsOfUse": "Terms of use",
  "privacyPolicy": "Privacy policy",
  "socketsInfo": "Sockets info",
  "dataInfo": "Data info",
  "howTo": "How to",
  "howToUse": "How to use Todorant",
  "account": "Account",
  "todos": "Todos",
  "general": "General",
  "info": "Info",
  "supportLabel": "Support",
  "supportText": "Got questions or feedback? Send me an email or contact me on Telegram!",
  "socketError": "Connection error: ",
  "connected": "Connected",
  "authorized": "Authorized",
  "daysLeft": "Days left: ",
  "buySubscription": "Buy subscription",
  "defaultToToday": "Default to today",
  "newTodosGoOnTop": "New todos go on top",
  "deleteTodo": "Would you really like to delete",
  "earlyAdopter": "Early adopter 🦄",
  "active": "Active",
  "inactive": "Inactive",
  "trial": "Trial",
  "error": "Error",
  "ok": "OK",
  "pleaseConfirm": "Please confirm",
  "purchaseReceiptError": "No purchase receipt found",
  "noTodosExistTitle": "No todos yet",
  "noTodosExistText": "Go on — create a few todos by clicking the plus button below!",
  "restorePurchases": "Restore purchases",
  "noPurchasesError": "Sorry, you don't have any purchases yet",
  "appleSigninError": "Could not sign in with Apple",
  "syncDataHard": "Hard sync",
  "firstDayOfWeek": "First day of a week",
  "weekday1": "Monday",
  "weekday2": "Tuesday",
  "weekday3": "Wednesday",
  "weekday4": "Thursday",
  "weekday5": "Friday",
  "weekday6": "Saturday",
  "weekday0": "Sunday",
  "appleUnauthorizedText": "I am obliged to ask you to start the trial by selecting an option below because this is required by the rules. If you already have an active subscription, please, login to you account in Settings.",
  "appleUnauthorizedTextGoodNews": "Good news though: you will not be charged until the 30 days trial is finished.",
  "appleUnauthorizedButtonExtra": "30 days free trial, then",
  "introTitle": "Welcome!",
  "introBack": "Let's go!",
  "infoTitle": "Info",
  "infoIntro": "Good job tapping the \"i\" button! This is the welcome message explaining what Todorant is. No more, no less.",
  "infoCurrent": "This is the current task page. It only shows you one task that you should be working on right now. Stay focused, this is the only page you need after you planned your day.\n\nYou can skip the task if it's not a frog and if it is not the last task of the day.\n\nIf task is too broad — use the breakdown feature. After breaking down the task, it will be automatically marked as completed.",
  "infoBreakdown": "This is the task breakdown screen. Feel free to add multiple tasks that are going to appear in the tasks list instead of the original task. After you add the new smaller tasks, the original task will be marked completed.",
  "infoAdd": "This is the add task screen. Tasks should always be actionable (\"Find best flights to Mexico\" vs \"Go to Mexico\") and as small and exact as possible (\"Dust the displays\" vs \"Clean the house\"). You can add multiple tasks here.\n\nTasks should have either a date or a month assigned to them. You cannot select the current month.\n\nFrogs are tasks that you don't want to deal with — they will appear first on your list. The earlier you start on a frog, the more chances are that you will complete it.",
  "infoEdit": "This is the edit task screen. Here you can edit the task. Yep, this is it.",
  "infoPlanning": "This is your planning section. Feel free to rearrange tasks and date titles (by long pressing and dragging them) — it's fun!\n\nAlso, don't forget to use #hashtags.",
  "infoSettings": "This is your settings screen. Here you can configure various options. Please, make sure you read the \"How to use Todorant\" section.",
  "infoSockets": "Todorant uses sockets to sync it's data with server. It works like magic as soon as both checkmarks are in place.",
  "infoData": "Here you can see the most recent info about you local data storage and sync stats.",
  "infoRules": "Please, read the rules thoroughly to get the most out of Todorant.",
  "preserveOrderByTime": "Preserve exact time order",
  "subscriptionMonth": "month",
  "languageSelect": "Language",
  "languageAuto": "Auto",
  "syncExactDates": "Recalculate exact dates",
  "askBeforeDelete": "Verify deleting todos",
  "copied": "copied",
  "sync": "Synchronization",
  "infoTags": "This is the list of all the hashtags you have used. If you don't see anything — go on, create a task with a #hastag in its text, it is the only way to add hashtags to this list.\n\nIf you want to change a hashtags color or to delete it, tap on it. Don't worry, hashtags are separate from todos — doing anything on this screen won't affect your todos. Well, changing colors can make your todos look cooler.",
  "changeColor": "Change color",
  "changeColorToDefault": "Reset color",
  "colorMode": "Color mode",
  "dark": "Dark",
  "light": "Light",
  "loadingData": "Loading your data...",
  "breakdownRequest": "Looks like you move this task way too much. Please break it down, you can no longer move it to another date. Believe me, it will help to compele the task!",
  "breakdownButton": "Breakdown",
  "back": "Back",
  "important": "Important",
  "rateTitle": "You completed more than 100 tasks! 🎉🎉🎉 How much did Todorant improve your life?",
  "rate": "Rate",
  "send": "Send",
  "rateCommentPlaceholder": "Please write a few words about what you did not like about Todorant",
  "rateCommentEmptyError": "Please don't leave the comment field blank",
  "starTerrible": "Not at all",
  "starBad": "A bit",
  "starOkay": "Somewhat",
  "starGood": "Fairly",
  "starGreat": "A lot",
  "rateSolicitationApple": "Would you mind leaving Todorant a 5 star rating on the App Store, please? It helps a lot!",
  "rateSolicitationGoogle": "Would you mind leaving Todorant a 5 star rating on the Play Store, please? It helps a lot!",
  "rateButton": "Leave rating!",
  "integrations": "Integrations",
  "notConnected": "Not connected",
  "disconnect": "Disconnect",
  "infoIntegrations": "You can setup third party app integrations here by tapping the options.",
  "googleCalendar": "Google Calendar",
  "loginQR": "Login with QR",
  "qrDescription": "Please open the QR code popup on the Todorant website and scan the code here",
  "cameraAuthorization": "Camera not authorized",
  "needCameraPermission": "Todorant uses camera to scan QR codes",
  "security": "Security",
  "encryptTodo": "Encrypt todos",
  "infoSecurity": "Use this section with the utmost caution! Encryption will not work unless you add a password. There will be two types of tasks: encrypted and unencrypted. All new tasks will be encrypted. Old todos can be converted to be encrypted with the button below. If you loose the password there will be no way to recover tasks.",
  "encryptedTodos": "Encrypted tasks",
  "unencryptedTodos": "Unencrypted tasks",
  "encryptAllButton": "Encrypt all",
  "decryptAllButton": "Decrypt all",
  "password": "Password",
  "encryptionConfirm": "Are you sure you want to encrypt the todos with this password? You will be able to decrypt todos later with the same password. If you loose the password, you will not be able to decrypt todos!",
  "encryptionDisableConfirm": "Are you sure you want to remove the key and disable the encryption? This will not decrypt the tasks that are encrypted.",
  "disable": "Disable",
  "confirmEncryptAll": "Are you sure you want to encrypt all tasks with the password? If you loose the password, you will not be able to decrypt the tasks!",
  "confirmDecryptAll": "Are you sure you want to decrypt all tasks?",
  "passwordError": "Wrong password. Looks like some of the encrypted tasks you have cannot be decrypted by this password.",
  "soundEffects": "Sound effects",
  "missionPassed": "Mission passed",
  "respect": "Respect +",
  "emptyHashtags": "Hashtag list is empty for now. Create your first task with a #hashtag to add the first hashtag here!",
  "gamification": "Gamification",
  "heroProfileTitle": "Hero profile",
  "infoHero": "This is the profile page of you — the hero! Complete tasks and earn points to achieve higher and higher ranks!\n\nYou won't know the whole list of ranks until you achieve the highest! Remember: the only way to get to the top is through the everyday sequence of small steps.",
  "rank": "🔥 Your rank 🔥",
  "tasksCompleted": "Points earned",
  "rank-1Title": "Dark matter infinity being 😈",
  "rank-1Description": "You have achieved the rank no human was able to achieve before! Congratulations, here is your pie: 🍰. It's not a lie this time.",
  "rank0Title": "Subzero −273.15 °C 🥶",
  "rank0Description": "It'd be a lot cooler if it could.",
  "rank5Title": "V is for Vroductivive 👺",
  "rank5Description": "Remember kids, if you drop productivity for less than 5 seconds and pick it up, you are safe!",
  "rank13Title": "Happy Freddy 😱",
  "rank13Description": "You know what day it is. It is the day Jason bakes a cake for you. Every day is this day now.",
  "rank42Title": "Fisher 🐬",
  "rank42Description": "So long! And thanks for all the fish!",
  "rank69Title": "Nice master! 😝",
  "rank69Description": "The nicest rank there is. Period.",
  "rank85Title": "Mark-85 🦄",
  "rank85Description": "One can say your productivity is made of Iron.",
  "rank100Title": "100% force user ⚡️",
  "rank100Description": "100 done, infinity to go! Keep going every day, it is worth it!",
  "rank221Title": "Sherlock 😎",
  "rank221Description": "You solved the productivity, well, good for you!",
  "rank256Title": "Happy plumber 👾",
  "rank256Description": "8 bits of productivity later you still think of good old games.",
  "rank300Title": "Spartan 💪",
  "rank300Description": "Clear your mind, simplify the routines, spend the next 100 points as a true Spartan!",
  "rank404Title": "❓❓❓",
  "rank404Description": "Rank not found.",
  "rank777Title": "Lucky grandmaster! 🍀",
  "rank777Description": "This rank only lasts 23 points. Make it count, it is your lucky day!",
  "rank800Title": "T-800 🤖",
  "rank800Description": "You are the terminator of dreadful frogs. Go terminate a few!",
  "rank1337Title": "3L1T3 🧑‍💻",
  "rank1337Description": "Productivity hacking is initiated... Hacking...",
  "rank1338Title": "3L1T3 (Hacked) 🧑‍💻",
  "rank1338Description": "Hacked productivity successfully!",
  "rank2048Title": "Chess master ♔",
  "rank2048Description": "You prefer productivity over endless pointless time-killing games, right? RIGHT?",
  "rank9000Title": "Over 9000 power user 🏋️",
  "rank9000Description": "You lift the tasks like they are nothing!",
  "rank12800Title": "Doctor Manhattan ⚛",
  "rank12800Description": "You breakdown the tasks like you split the atoms. Keep up the good work!",
  "sendDataToServer": "Send data to the server",
  "encryption": {
    "repeatPassword": "Repeat password"
  },
  "settingsObject": {
    "duplicateTagInBreakdown": "Copy hashtags during a breakdown",
    "showMoreByDefault": "Show more when adding todos by default",
    "removeCompletedFromCalendar": "Remove completed todos from Google Calendar"
  },
  "level": "Level",
  "points": "points",
  "pointsTillNextLevel": "points to unlock the next level",
  "accept": "Accept",
  "delegate": {
    "title": "Delegation",
    "noDelegators": "You don't have any delegators yet. Ask for an invite link to become someone's delegate.",
    "noDelegates": "You don't have any delegates yet. Share the invite link with the people who you want to make delegates",
    "noDelegatedTasks": "You don't have any more newly delegated tasks.",
    "link": "Delegate invite link",
    "linkDescription": "People can become your delegates by following this link. Delegates will only see the tasks that you delegated to them.",
    "resetConfirmation": "Are you sure that you want to reset the link? The current link won't work anymore!",
    "delegators": "Delegators",
    "delegates": "Delegates",
    "inviteSuccess": "Success! Now this user can delegate tasks for you.",
    "inviteConfirm": "Are you sure you want to become a delegate of this user?",
    "deleteDelegateConfirmation": "Are you sure you want to delete this delegate? You will no longer be able to delegate tasks to this delegate.",
    "deleteDelegatorConfirmation": "Are you sure you want to delete this delegator? This delegator will no longer be able to delegate tasks to you.",
    "pickDelegateField": "Delegate",
    "info": "This is the page with the tasks delegated to you. You have options to delete or accept tasks that your delegators send your way.",
    "signupTitle": "Oopsie",
    "signupDescription": "You need to log in before you can use delegation",
    "resetLink": "Reset the link",
    "delegatorExists": "Delegator already exists",
    "noDelegatedTasksTo": "You haven't delegated any tasks yet.",
    "ByMe": "By me",
    "to": "To",
    "from": "From",
    "ToMe": "Inbox"
  },
  "errors": {
    "delegate": {
      "invalidToken": "Invite link is no longer valid"
    },
    "epic": {
      "numberError": "Should be a number"
    }
  },
  "epic": {
    "intoEpic": "Make an Epic",
    "epicGoal": "Epic goal"
  },
  "startTimeOfDay": "Start of the day",
  "badgeIconCurrentCount": "Task count on app badge",
  "purchaseErrorTryOnWeb": "Subscribe on the web",
  "planningReminderTime": "Planning reminder time",
  "notSet": "Not set",
  "planningReminderText": "🎉 It's time to plan!",
  "settingsActions": {
    "swipeActions": "Swipe actions"
  },
  "endOfDaySoundOn": "All tasks done sound",
  "dirtyValidSave": "Would you like to save the entered tasks?",
  "dirtyInvalidSave": "You didn't finish entering tasks. Do you want to dismiss the entered tasks?",
  "dissmissTasks": "Dismiss tasks",
  "saveTasks": "Save tasks",
  "fixTasks": "Fix tasks",
  "changeTasks": "Change tasks",
  "deleteAllHashtags": "Delete all hashtags",
  "deleteAllHashtagsConfirm": "Are you sure you want to delete all hashtags?",
  "next": "Next",
  "letsGo": "Let's go!",
  "whatWouldYouLikeToDoa": "What would you like to do?",
  "startUsingNow": "Start using Todorant now",
  "readRulesFirst": "I'll read how to use Todorant first!",
  "iAdmireYourBravery": "I admire your bravery!",
  "iAdmireYourSpirit": "I admire your spirit!",
  "dirtyValidSaveSingular": "Would you like to save the entered task?",
  "dirtyInvalidSaveSingular": "You didn't finish entering the task. Do you want to dismiss the entered task?",
  "dissmissTasksSingular": "Dismiss task",
  "saveTasksSingular": "Save task",
  "fixTasksSingular": "Fix task",
  "changeTasksSingular": "Change task",
  "addedTask": "Added task",
  "edit": "Edit",
  "editName": "New hashtag text",
  "tutorialButton": "Tutorial",
  "onboarding": {
    "closeButtonText": "Close the tutorial",
    "defaultNextStepButtonText": "Continue",
    "notAllowed": "Got it!",
    "Close": {
      "messageBoxBody": "Are you sure you want to skip this tutorial? It is pretty difficult to unleash Todorant’s potential if you don’t know what to do! Maybe you could at least read a small article about the main Todorant principles instead?",
      "changedMyMind": "I changed my mind, continue the tutorial",
      "article": "Let’s stop the tutorial, but show me the article",
      "closeEverything": "I know what I am doing, close the tutorial",
      "toast": "I admire your bravery"
    },
    "Explain": {
      "messageBoxBody": "Todorant is not just an app, it is a productivity methodology. The restrictions here are carefully crafted to make your brain crave completing tasks like you crave sugar."
    },
    "AddTask": {
      "messageBoxBody": "Let’s add your first task. Click on the plus button below."
    },
    "AddText": {
      "messageBoxBody": "Think of something that you need to do. Then type it in a very short and actionable form like “Walk the dog” or “Buy milk”. Avoid adding tasks that are too broad or aren’t actionable.\n\nI prefilled the task for you to show you how it works. Feel free to remove the sample tasks after the tutorial!"
    },
    "SelectDate": {
      "messageBoxBody": "Every todo should either have an exact date for completion or a specific month assigned.\n\nYou cannot select the current month. What would you do if the month ended and you still had undone todos?"
    },
    "SelectFrog": {
      "messageBoxBody": "You can mark the todo as a frog. Frogs are a special kind of truly unpleasant task. You have to complete them first thing in the morning, they always appear at the top of the list. I recommend having at most 2 frogs a day.",
      "nextStepButton": "It's not a frog"
    },
    "SelectCompleted": {
      "messageBoxBody": "I encourage you to also add tasks that you’ve already completed to Todorant right after you complete them. This will help to build a positive connection between completing tasks and satisfaction."
    },
    "ShowMore": {
      "messageBoxBody": "Tapping this magical button reveals more options when creating a task like setting the exact time (useful for meetings) and sorting the tasks."
    },
    "AddAnotherTask": {
      "messageBoxBody": "You can also add multiple tasks at once! Not this time though, but feel free to experiment with it in the future."
    },
    "AddTodoComplete": {
      "messageBoxBody": "Nice! You’ve just finished your first todo. Now save it."
    },
    "ExplainCurrent": {
      "messageBoxBody": "This is the “Current” page. You will use it most of the time. It only shows the one task you must be working on as well as your progress — nothing more. Keeps you focused."
    },
    "DeleteEditComplete": {
      "messageBoxBody": "You have only the bare minimum of tools here: you can delete, edit or complete the current task. You can also swipe right or left if you want (try it later on your own)."
    },
    "Breakdown": {
      "messageBoxBody": "Oh, this is a special “breakdown” button, you will use it a lot. If you encounter a task that is too complex to finish in under 30 minutes, break it down into multiple parts."
    },
    "BreakdownTodo": {
      "messageBoxBody": "I guess the task we just created was too broad! I know it can get a bit absurd, but bear with me.\n\nYou can see the original task on top, break it down into smaller tasks. Make sure you think of everything that needs to be done because the original task will... vanish!"
    },
    "BreakdownVanish": {
      "messageBoxBody": "You might notice two things. First: you now see one of your subtasks. Second: the original task that you broke down is now marked as completed.\n\nIt is done automatically because when you breakdown tasks and create subtasks that fully cover the original task there is no more need for the original task.\n\nYou get rewarded with a completed task for just breaking it down!"
    },
    "PlanningExplain": {
      "messageBoxBody": "This is where you plan the work. Remember that every task has a date or a month assigned to it? Well, you can see the tasks sorted here!\n\nYou should not look at this screen too often. After you finish planning, you should only use the “Current” page."
    },
    "PlanningExplain2": {
      "messageBoxBody": "Here’s how to do planning with Todorant. As soon as you think of any task, add it to Todorant immediately or you will forget about it.\n\nAnd every morning as well as every 1st day of every month you should sit down and plan your month or day by distributing and reordering tasks between days or months. Feel free to hold and drag tasks to reorder them."
    },
    "ExplainHashtags": {
      "messageBoxBody": "You might also notice that Todorant doesn’t have “projects” where you can hide undesirable tasks to forget about them.\n\nInstead, Todorant uses the system of hashtags. Just add #sport, #cooking or #anything_really to group the tasks and make them searchable by tapping the hashtags."
    },
    "ExplainSearchAndCompleted": {
      "messageBoxBody": "You can see the completed tasks and search the tasks by using the buttons above."
    },
    "ExplainReccuring": {
      "article": "Read the article",
      "messageBoxBody": "You can also find that Todorant does not have repeating or recurring tasks. This is done on purpose because repeating tasks hurt one’s productivity in the long run.\n\nInstead, use the breakdown feature with tag inheritance (one of the settings) and task names like “Water the #plants and set the next task”. You can read more about it in the article I wrote."
    },
    "ExplainSettings": {
      "messageBoxBody": "This is the screen with all the settings you need in Todorant. Feel free to explore it later. Notable ones are the “default tasks to today” and copy the tags during a breakdown”."
    },
    "ExplainNotificationsGoogle": {
      "messageBoxBody": "If you still need notifications, you can integrate Google Calendar. It will send you alerts, but only for the tasks that have an exact time assigned to them."
    },
    "ExplainNotifications": {
      "messageBoxBody": "You can also notice that there are no notifications in Todorant (except for the optional planning reminder at the beginning of a day). It is also done on purpose.\n\nPeople tend to start ignoring notifications when there are too many of them. This leads to missing important alerts."
    },
    "ExplainMultiplatform": {
      "website": "Go to todorant.com",
      "messageBoxBody": "Todorant is available on iOS, Android, Web, macOS, Windows, and Linux as well as Chrome and Firefox extensions, and as a Telegram bot. See the full list of platforms on todorant.com."
    },
    "ExplainPricing": {
      "messageBoxBody": "Todorant is free for the first 30 days, then $5/month.\n\nThe logic is simple: if Todorant is worth a cup of coffee a month in productivity gains, then you would want to continue using it. If it is not worth it, you can stop using Todorant.\n\nI believe 30 days is enough to figure it out."
    },
    "Feedback": {
      "messageBoxBody": "If you have any questions, suggestions or complaints, feel free to reach out to us in the official Telegram support group or via email."
    },
    "Rules": {
      "messageBoxBody": "I encourage you to review the “How to” section of Todorant. It will most likely answer all the questions you have about the app and the methodology."
    },
    "Congratulations": {
      "messageBoxBody": "Congratulations! You have finished the tutorial. I hope it is now clear how to use Todorant.\n\nLet’s jump straight to it. You can move all of your todos to Todorant now. You will have to make them short and actionable as well as assign them specific dates or months.\n\nIt might feel tedious, but I assure you: it will pay off in the long run!",
      "nextStepButton": "Hooray!"
    },
    "BreakdownLessThanTwo": {
      "messageBoxBody": "Not so fast! I know it can be difficult, but try to think of breaking this task down into at least two smaller tasks that are still incomplete."
    },
    "Info": {
      "messageBoxBody": "Also, when you have questions, look out for the “i” buttons in the upper right corner. Most of the time, they’ll provide you with useful insight."
    },
    "BreakDownCompletedTodo": {
      "messageBoxBody": "Hold on a second, for the sake of this tutorial, we limited adding tasks as completed. But feel free to experiment with this setting after you finish the tutorial!"
    },
    "SelectDateNotAllowed": {
      "messageBoxBody": "Hold on a second, for the sake of this tutorial, we limited changing tasks' month and day. But feel free to experiment with this setting after you finish the tutorial!"
    },
    "Start": {
      "closeButtonText": "Nah, I don’t read manuals",
      "messageBoxBody": "Hey there! It's Nikita, I created Todorant.\n\nUsers understand Todorant better when I show them how to use it. Would you like me to show you how to achieve insane levels of productivity?",
      "nextStepButton": "Sure! Show me how it works"
    },
    "todoText": "Meditate #meditation",
    "breakdownTodo1": "Find a 10 minute guided meditation video #mediation",
    "breakdownTodo2": "Launch the guided meditation video #mediation",
    "breakdownTodo3": "Spend 10 mintues mediatating #mediation",
    "BreakdownTodoAction": {
      "messageBoxBody": "Ok, this time I broke down the task for you, but in future you will need to do it on your own!"
    },
    "AddTextContinueTooFast": {
      "messageBoxBody": "Please, enter the todo text first."
    },
    "AddTextContinueButton": {
      "continue": "Continue"
    }
  },
  "updateVersionTitle": "Hey there! A new version of Todorant is available",
  "updateVersionMsg": "There is a chance that something will break on the old version, so please update as soon as possible.",
  "update": "Update",
  "googleCalendarHint": "Only the tasks created in Todorant with an exact time will be synced to Google Calendar",
  "googleCalendarGotIt": "Got it!",
  "frogsAlert": {
    "title": "Stop! It's illegal",
    "text": "Don't break the rules. If you have any frogs today — finish them first, break them down, move them to future days or remove the frog flag from them. Please, just don't ignore the frogs!"
  },
  "subscriptionYear": "year (≈40% discount)",
  "editHashtag": "Edit hashtag",
  "addDevices": "Add devices"
}
