{
  "support": "Soporte",
  "cancel": "Cancelar",
  "delete": "Eliminar",
  "current": "Actual",
  "planning": "Planeación",
  "skipped": "Omitida",
  "name": "Nombre",
  "language": "Idioma",
  "login": "Iniciar sesión",
  "settings": "Ajustes",
  "addTodo": "Agregar tarea",
  "breakdownTodo": "Desglose",
  "pleaseLogin": "Por favor, inicia sesión",
  "subscription": "Suscripción",
  "allDoneTitle": "¡Felicidades!",
  "allDoneText": "🥳 ¡Lo hiciste! Todas las tareas para hoy están hechas, ve a descansar o quizás a bailar un poco 💃",
  "noTodosTitle": "¡Hasta el infinito!",
  "noTodosText": "No tienes ninguna tarea para hoy. Si quieres trabajar agrega una nueva tarea para hoy o adelanta alguna tarea de días futuros.",
  "todo": "Tarea",
  "text": "Texto",
  "addTodoDay": "Selecciona el día exacto",
  "addTodoMonth": "O mes",
  "addTodoTime": "Tiempo exacto",
  "addTodoFrog": "¡Es un sapo!",
  "completed": "Completada",
  "addTodoOnTop": "Agregar hasta arriba",
  "addTodoMore": "Más...",
  "addTodoSingular": "¡Agregar tarea!",
  "addTodoPlural": "¡Agregar tareas!",
  "saveTodo": "¡Guardar tarea!",
  "planningText": "¡Parece que tienes un poco de planeación por hacer! Por favor, redistribuya las tareas pendientes para desbloquear la pestaña \"Actual\" y para continuar siendo productivo. ¡Bien!",
  "editTodo": "Editar tarea",
  "anonymousText": "Todos tus datos se guardan en tu dispositivo hasta el momento. Para empezar a sincronizar con los servidores de Todorant necesitas iniciar sesión.",
  "email": "Correo electrónico",
  "facebook": "Facebook",
  "telegram": "Telegram",
  "apple": "Apple",
  "count": "Conteo",
  "todosLastSync": "Tareas",
  "tags": "Hashtags",
  "tagsCount": "Hashtags",
  "todoCount": "Tareas",
  "notSyncedYet": "Aún no sincronizado",
  "settingsLastSync": "Ajustes",
  "accountLastSync": "Cuenta",
  "syncData": "Sincronizar datos",
  "googleTokenError": "Ningún token de acceso proporcionado por Google",
  "facebookPermissionsError": "Permisos de Facebook no concedidos",
  "facebookTokenError": "Token de acceso de Facebook no pudo ser obtenido",
  "loginWall": "Parece que has usado Todorant por más de un mes ¡y aún no has iniciado sesión! Mantén tus tareas a salvo de perderse: ¡inicia sesión y disfruta de Todorant con seguridad!",
  "loginGoogle": "Iniciar sesión con Google",
  "loginFacebook": "Iniciar sesión con Facebook",
  "loginApple": "Iniciar sesión con Apple",
  "loginTelegram": "Iniciar sesión con Telegram",
  "logoutText": "¿Deseas cerrar sesión?",
  "logout": "Cerrar sesión",
  "alreadyRegistered": "(Ya te encuentras registrado)",
  "purchaseError": "Error de compra",
  "purchaseThankYou": "Gracias",
  "purchaseThankYouText": "¡Gracias por tu suscripción!",
  "activeText": "🎉 ¡Muchas gracias por apoyar Todorant! ¡Personalmente espero que Todorant haya mejorado tu vida y que la siga mejorando en el futuro! Tu apoyo me permite trabajar en Todorant diariamente y agregar nuevas funciones que simplifican el trabajo y liberan tu tiempo y tus recursos cognitivos. De nuevo, ¡muchas gracias!",
  "endTrialText": "🐝 Parece que tu prueba de Todorant ha llegado al final. Este es el momento incómodo en el que tienes que decidir si Todorant ha mejorado tu vida lo suficiente como para invertir dinero en el sistema, y yo tengo que guiarte hacia la decisión correcta. Estoy en la cima de la felicidad cuando puedo aportar valor a la gente; y si Todorant pudo mejorar tu vida, estaré más que agradecido si compras la suscripción. La productividad ilimitada y la mente libre solo cuestan $5/mes. Cada centavo que gane en Todorant se gastará en mejorar el servicio. Al apoyar a Todorant usted me permite a mí, un desarrollador independiente, seguir mejorando el producto que nos beneficia a todos día a día. ¡Muchas gracias por adelantado!",
  "earlyAdopterText": "👏👏 — este soy yo aplaudiéndoles; ustedes — los locos que aceptaron probar el instrumento de productividad cada vez mayor, Todorant, entre los primeros. Se puede decir que ustedes son el millar dorado, de quienes su retroalimentación ha estado formando Todorant desde el principio. Tienen todos los derechos para usar Todorant tanto como lo deseen: nunca experimentarán ningún límite, se lo han ganado. Sin embargo, si notaron que Todorant ha mejorado drásticamente su vida, aún pueden comprar la suscripción y decir el mejor tipo de \"Gracias\". Nunca perderán el estado \"Primer adoptante 🦄 \", pero siempre podrán cancelar la suscripción. Muchas gracias por seguir usando Todorant, seguiré agregando nuevas funciones para mejorar el producto que nos afecta positivamente a todos. ¡Buena suerte!",
  "earlyAdopterTextBonus": "🤗 ¡Diablos! Parece que o Todorant o yo personalmente te hemos ayudado lo suficiente como para que hayas comprado la suscripción, aunque puedas usar Todorant de forma gratuita para siempre. Estoy profundamente conmovido y feliz de tomar una taza de café contigo o simplemente de conversar un poco. No dudes en comunicarte conmigo por Telegram (@borodutch) o por correo electrónico; simplemente haz clic en mi nombre a continuación. ¡Muchas gracias! ¡Es difícil imaginar cuán importante es tu contribución!",
  "trialText": "💪 ¡Bienvenido a Todorant! Tienes 30 días después del registro para decidir si Todorant funciona bien para ti. Después de que pasen 30 días, aún tendrás acceso a las tareas anteriores, pero no podrás agregar otras nuevas. Está perfectamente bien comprar una suscripción antes de que finalicen los 30 días. ¡Creo que usar Todorant te traerá a nuevas alturas en la productividad personal!",
  "signature": "— Nikita, creador de Todorant",
  "rules1": "Tan pronto como recibas una tarea procesable (recibas un correo electrónico, una llamada telefónica, un mensaje de texto o si ves algo de interés que tengas que incluir en tu lista de tareas pendientes), crea una tarea pendiente de inmediato. No esperes, lo olvidarás si no lo anotas.",
  "rules2": "Las tareas deben ser siempre accionables y lo más explícitas posible. Si realizar una tarea te toma menos de 2 minutos, hazla de inmediato y regístrala como completada.",
  "rules3": "Cuando creas una tarea puedes elegir entre agregar una fecha específica o seleccionar un mes. No puedes elegir el mes actual sin seleccionar una fecha específica. Esto se hace así para relajar tu mente. Si confías en el sistema y pones la fecha correcta en tus tareas pendientes, te las encontrarás en el momento adecuado. Se desperdicia una gran cantidad de fuerza de voluntad por estar constantemente estresado por \"otra cosa con la que tengo que lidiar pero no estoy muy seguro de qué era\". Aprende a confiar y relajarte.",
  "rules4": "Lo primero que debes hacer cada mes es planificar con anticipación. Tomas todas las tareas asignadas al mes actual y las clasificas en las fechas correctas. Te permite filtrar las tareas desactualizadas y mantener la mente en paz, sabiendo exactamente lo que tienes que hacer este mes.",
  "rules5": "Lo primero que haces en la mañana es planificar tu día. Echa un vistazo a la sección de Planificación. ¿Puedes manejar todo? Distribuye tareas que no se pueden completar hoy. Redistribuye cualquier tarea de los días anteriores que no se haya hecho.",
  "rules6": "A menos que sea una emergencia, no mires la sección de planificación una vez que hayas terminado la planificación. Será mucho mejor psicológicamente si sólo te enfocas en una tarea, así que mantén tus ojos en la sección Actual. Confía en el sistema, recuerda todo. Haz tu trabajo y relaja tu mente.",
  "rules7": "La sección Actual contiene sólo una tarea en la que debes enfocarte, nada más. Puedes tener más de una tarea al día, la cantidad de tareas y la barra de progreso se muestran para tu conveniencia. No puedes saltar entre tareas: debes ocuparte de cada tarea linealmente, una por una.",
  "rules8": "Los sapos son tipos especiales de tareas de las que generalmente no quieres ocuparte. Por lo general, son las tareas que se dejan atrás durante meses e incluso años. Todorant asegura que te ocupes de los sapos a primera hora todos los días. Por la mañana tu reserva de fuerza de voluntad es lo suficientemente grande como para manejar incluso las tareas más fastidiosas. Y después de que finalmente lidias con un sapo recibes la felicidad suficiente para estar sonriendo durante todo el día. Te sientes orgulloso de ti mismo cuando acabas con los sapos.",
  "rules9": "Tienes permitido omitir la tarea actual, pero intenta hacerlo lo menos posible. No puedes omitir un sapo. Si no pudiste completar una tarea y tuviste que redistribuirla dos veces, se convierte en un sapo.",
  "rules10": "Si la tarea actual es de un nivel demasiado alto, divídela en una lista de subtareas. La tarea se marcará como completada tan pronto como la descompongas.",
  "rules11": "Agrega tanta información relevante sobre la tarea como sea posible. Agrega enlaces a correos electrónicos específicos (Gmail en la web te permite hacer esto), sitios web, notas (como Evernote), documentos (como Dropbox), anota números de teléfono o agrega cualquier información que puedas necesitar para completar la tarea. Todorant no está destinado a ser un punto de referencia para ti, sino que debe actuar como un catálogo de enlaces a la información de referencia relevante para tareas específicas.",
  "rules12": "Siéntete libre de unirte a nuestro grupo multilingüe en Telegram para compartir experiencias y trucos sobre cómo ser más productivo: @todorant_feedback. Tus comentarios sobre el servicio (sugerencias, deseos y quejas) son muy bienvenidos.",
  "rules13": "Usa el modo de edición (el ícono de orden de lista en la parte superior) en la página de Planificación para cambiar el orden de las tareas. Si deseas asignar una tarea a una semana específica, simplemente asígnala al lunes correspondiente y reasígnala durante la fase de planificación ese lunes por la mañana.",
  "rules14": "Todorant no tiene y nunca tendrá la función de programar tareas repetitivas, lo único que hacen bien es causar ansiedad al colgarse de ti como tareas inacabadas. Si necesitas completar tareas repetitivas, agrégalas manualmente, tu cerebro te agradecerá el trabajo consciente.",
  "rules15": "Todorant no tiene el concepto de \"Proyectos\", ya que ha demostrado ser desmotivador, algunas de las \"carpetas\"nunca se abren. Los proyectos \"Hacer ejercicio\"y \"Superación personal\" envían saludos. En su lugar, usa #hashtags.",
  "rules16": "Los sapos siempre aparecerán en la parte superior de la lista.",
  "termsOfUse": "Términos de usi",
  "privacyPolicy": "Política de Privacidad",
  "socketsInfo": "Información sobre Sockets",
  "dataInfo": "Información sobre datos",
  "howTo": "Cómo hacer...",
  "howToUse": "Cómo usar Todorant",
  "account": "Cuenta",
  "todos": "Tareas",
  "general": "General",
  "info": "Información",
  "supportText": "¿Tienes preguntas o retroalimentación? ¡Envíame un email o contáctame en Telegram!",
  "socketError": "Error de conexión: ",
  "connected": "Conectado",
  "authorized": "Autorizado",
  "daysLeft": "Días restantes: ",
  "buySubscription": "Comprar suscripción",
  "defaultToToday": "Establecer el día de hoy como predeterminado",
  "newTodosGoOnTop": "Tareas nuevas van en la parte superior",
  "deleteTodo": "¿De verdad te gustaría eliminar?",
  "earlyAdopter": "Primer adoptante 🦄",
  "active": "Activo",
  "inactive": "Inactivo",
  "trial": "Prueba",
  "error": "Error",
  "ok": "OK",
  "pleaseConfirm": "Por favor confirma",
  "purchaseReceiptError": "No se encontró recibo de compra",
  "noTodosExistTitle": "Sin tareas todavía",
  "noTodosExistText": "¡Vamos, crea unas pocas tareas haciendo click al botón de más que se encuentra debajo!",
  "restorePurchases": "Restaurar compras",
  "noPurchasesError": "Lo siento, no tienes ninguna compra todavía",
  "appleSigninError": "No se pudo iniciar sesión con Apple",
  "syncDataHard": "Forzar sincronización",
  "firstDayOfWeek": "Primer día de la semana",
  "weekday1": "Lunes",
  "weekday2": "Martes",
  "weekday3": "Miércoles",
  "weekday4": "Jueves",
  "weekday5": "Viernes",
  "weekday6": "Sábado",
  "weekday0": "Domingo",
  "appleUnauthorizedText": "Estoy obligado a pedirte que inicies la prueba seleccionando una de las opciones a continuación porque así lo exigen las reglas. Si ya tienes una suscripción activa, inicia sesión en tu cuenta en Configuración.",
  "appleUnauthorizedTextGoodNews": "Buenas noticias: no se te cobrará hasta que finalice la prueba de 30 días.",
  "appleUnauthorizedButtonExtra": "30 días de prueba gratis, entonces",
  "introTitle": "¡Bienvenido!",
  "introButton": "Mensaje de introducción",
  "intro1": "En pocas palabras: deseas mejorar tu productividad. Todorant puede ayudarte. Todorant no es otra lista de tareas más: es un sistema que debe seguirse, es un estilo de vida, es un hábito.",
  "intro2": "Leer la sección \"Cómo usar Todorant\" en la configuración te ayudará a aprovechar al máximo Todorant, pero no es necesario. Todorant te ayudará al limitar tus acciones: entrenará tu cerebro para obtener satisfacción al completar las tareas.",
  "intro3": "Si tienes dudas acerca de algo que ves en pantalla, primero haz clic en el botón \"i\" que se encuentra en la parte superior izquierda. ¿No estás seguro de qué hace un botón? ¡Presiona \"i\"!",
  "intro4": "Todorant es gratis los primeros 30 días y después cuesta $5/mes. La razón por la que el precio puede parecer un poco elevado es que no estás pagando por una aplicación más de tareas, estás pagando productividad: el sistema completo que no te ahoga en funciones y configuraciones, ¡sino que te hace completar las tareas! Después de todo, prueba Todorant gratis por 30 días y actualiza si el valor que obtienes por usarlo supera los $5 de la suscripción.",
  "intro5": "Te doy la bienvenida al viaje de la productividad, ¡que comience una nueva etapa en tu vida!",
  "introBack": "¡Vamos!",
  "infoTitle": "Información",
  "infoIntro": "¡Buen trabajo utilizando el botón \"i\"! Este es el mensaje de bienvenida que explica lo que es Todorant. Ni más, ni menos.",
  "infoCurrent": "Esta es la página de la tarea actual. Sólo te muestra una tarea: en la que deberías estar trabajando ahora mismo. Mantente enfocado, esta es la única página que necesitas después de planear tu día. \n\nPuedes omitir la tarea si no es un sapo y si no es la última tarea del día.\n\nSi la tarea es demasiado amplia, usa la función de desglose. Después de desglosar la tarea, se marcará automáticamente como completada.",
  "infoBreakdown": "Esta es la pantalla de desglose de tareas. Siéntete libre de agregar múltiples tareas que aparecerán en la lista de tareas en lugar de la tarea original. Después de agregar las nuevas tareas más pequeñas, la tarea original se marcará como completada.",
  "infoAdd": "Esta es la pantalla para agregar tareas. Las tareas deberían ser siempre accionables (\"Encontrar los mejores vuelos a México\" en vez de \"Ir a México\") y tan pequeñas y precisas como sea posible (\"Desempolvar el monitor\" en vez de \"Limpiar la casa\"). Aquí puedes agregar múltiples tareas.\n\nLas tareas deberían tener un día o un mes asignado a ellas. No puedes seleccionar el mes actual.\n\nLos sapos son tareas de las que no quieres ocuparte: aparecerán al inicio de la lista. Mientras más pronto inicies a ocuparte de un sapo, más probabilidad tendrás de terminarlo.",
  "infoEdit": "Esta es la pantalla de edición de tareas. Aquí puedes editar la tarea. Sí, eso es todo.",
  "infoPlanning": "Esta es la pantalla de planeación. Siéntete libre de reordenar las tareas y las fechas (presionando y arrastrando) ¡Es divertido!\n\nNo te olvides de usar #hashtags.",
  "infoSettings": "Esta es la pantalla de ajustes. Aquí puedes configurar varias opciones. Por favor, asegúrate de leer la sección \"Cómo usar Todorant\".",
  "infoSockets": "Todorant usa sockets para sincronizar los datos con el servidor. Funciona como magia siempre que las dos casillas estén activadas.",
  "infoData": "Aquí puedes ver la información más reciente sobre tu almacenamiento de datos local y estadísticas de sincronización.",
  "infoRules": "Por favor, lee las reglas a fondo para obtener lo máximo de Todorant.",
  "preserveOrderByTime": "Preservar el orden de tiempo exacto",
  "subscriptionMonth": "mes",
  "subscriptionYeariOS": "año (~15% descuento)",
  "subscriptionYearAndroid": "año (~16.6% descuento)",
  "languageAuto": "Automático",
  "syncExactDates": "Recalcular fechas exactas",
  "askBeforeDelete": "Preguntar antes de eliminar tareas",
  "copied": "copiada",
  "sync": "Sincronización",
  "infoTags": "Esta es la lista de todos los hashtags que has usado. Si no ves nada, vamos, crea una tarea con un #hastag en el texto, es la única manera de agregar hashtags a esta lista.\n\nSi quieres cambiar el color de un hashtag o borrarlo, haz clic en él. No te preocupes, los hashtags están separados de las tareas: hacer algo en esta pantalla no afectará tus tareas. Bueno, cambiar los colores puede hacer que tus tareas se vean mejor.",
  "changeColor": "Cambiar color",
  "changeColorToDefault": "Restablecer color",
  "colorMode": "Modo de color",
  "dark": "Oscuro",
  "light": "Claro",
  "loadingData": "Cargando tus datos...",
  "breakdownRequest": "Parece que has pospuesto demasiado esta tarea. Por favor desglósala, ya no puedes posponerla a otra fecha. ¡Creéme, te ayudará a completarla!",
  "breakdownButton": "Desglosar",
  "back": "Atrás",
  "important": "Importante",
  "rateTitle": "¡Has completado más de 100 tareas! 🎉🎉🎉 ¿Qué tanto ha mejorado tu vida Todorant?",
  "rate": "Calificación",
  "send": "Enviar",
  "rateCommentPlaceholder": "Por favor escribe unas pocas palabras acerca de lo que no te gustó de Todorant",
  "rateCommentEmptyError": "Por favor no dejes en blanco el espacio de comentarios",
  "starTerrible": "Muy mala",
  "starBad": "Mala",
  "starOkay": "Aceptable",
  "starGood": "Buena",
  "starGreat": "Muy buena",
  "rateSolicitationApple": "¿Te importaría dejar una calificación para Todorant de 5 estrellas en la App Store, por favor? ¡Eso ayuda mucho!",
  "rateSolicitationGoogle": "¿Te importaría dejar una calificación para Todorant de 5 estrellas en la Play Store, por favor? ¡Eso ayuda mucho!",
  "rateButton": "¡Calificar!"
}
