{
  "search": "Ricerca",
  "todo": {
    "create": {
      "placeholder": "Attività",
      "frog": "È una rana!"
    }
  },
  "cancel": "Annulla",
  "save": "Salva",
  "delete": "Elimina",
  "current": "Corrente",
  "planning": "Pianificazione",
  "skipped": "Saltato",
  "name": "Italiano",
  "language": "Selezionare la lingua.",
  "login": "Per favore, effettua il login su todorant.com utilizzando il pulsante qui sotto.",
  "settings": "Impostazioni",
  "addTodo": "Aggiungi attività",
  "breakdownTodo": "Ripartizione delle attività",
  "pleaseLogin": "Per favore, accedi",
  "subscription": "Iscrizione",
  "allDoneTitle": "Congratulazioni!",
  "allDoneText": "🥳 Ce l'hai fatta! Le attività di oggi son state completate, riposati o balla un po' 💃",
  "noTodosTitle": "Verso l'infinito!",
  "noTodosText": "Non hai attività per oggi. Se vuoi fare qualcosa aggiungi un'attività per oggi o fai quelle dei prossimi giorni.",
  "addTodoDay": "Seleziona un giorno",
  "addTodoMonth": "O un mese",
  "addTodoTime": "Ora esatta",
  "completed": "Completato",
  "addTodoOnTop": "Aggiungi in cima",
  "addTodoMore": "Altre...",
  "addTodoSingular": "Aggiungi attività!",
  "addTodoPlural": "Aggiungi attività!",
  "saveTodo": "Salva attività!",
  "planningText": "Sembra che tu abbia qualche programmazione da fare! Per favore, ridistribuisci i compiti in sospeso qui sotto per sbloccare la scheda \"Corrente\" e continuare ad essere produttivo. Buona fortuna!",
  "editTodo": "Modifica attività",
  "anonymousText": "Tutti i vostri dati sono memorizzati sul vostro dispositivo al momento. Per iniziare la sincronizzazione con i server Todorant è necessario effettuare il login.",
  "nameLabel": "Nome",
  "email": "Email",
  "facebook": "Facebook",
  "telegram": "Telegram",
  "apple": "Apple",
  "count": "Numero",
  "todosLastSync": "Attività",
  "tags": "Hashtag",
  "tagsCount": "Di hashtag",
  "todoCount": "Di attività",
  "notSyncedYet": "Non ancora sincronizzato",
  "settingsLastSync": "Impostazioni",
  "accountLastSync": "Account",
  "syncData": "Sincronizza dati",
  "googleTokenError": "Nessun token di accesso restituito da Google",
  "facebookPermissionsError": "Autorizzazioni Facebook non concesse",
  "facebookTokenError": "Il token di accesso a Facebook non può essere ottenuto",
  "loginWall": "Sembra che tu abbia usato Todorant per oltre un mese e non hai ancora effettuato il login! Tenete le vostre attività al sicuro: effettuate il login ora e godetevi Todorant in tutta sicurezza!",
  "loginGoogle": "Login con Google",
  "loginFacebook": "Login con Facebook",
  "loginApple": "Login con Apple",
  "loginTelegram": "Login con Telegram",
  "logoutText": "Vuoi uscire dall'account?",
  "logout": "Esci",
  "loginButton": "Login",
  "alreadyRegistered": "(Sei già registrato)",
  "purchaseError": "Hm, looks like something went wrong with the purchases. Please, go to the website, login and subscribe there!",
  "purchaseThankYou": "Grazie",
  "purchaseThankYouText": "Grazie per aver acquistato l'abbonamento!",
  "activeText": "🎉 Grazie mille per aver sostenuto Todorant! Personalmente spero che Todorant abbia già migliorato la tua vita e che continui a migliorarla in futuro! Il tuo sostegno mi permette di lavorare quotidianamente su Todorant e di aggiungere nuove funzionalità che semplificano il lavoro e liberano il tuo tempo e le tue risorse cognitive. Grazie mille, ancora una volta!",
  "inactiveText": "🐝 Sembra che il tuo periodo di prova di Todorant sia giunto al termine. Questo è il momento imbarazzante in cui dovrai decidere — se il Todorant ha migliorato la tua vita abbastanza da permetterti di spendere soldi per questo — e io devo indirizzarti verso la decisione giusta. Sono all'apice della felicità quando sono in grado di portare valore alle persone; e se Todorant è stato in grado di migliorare la vostra vita, vi sarò più che grato se acquisterete l'abbonamento. Sono solo 5 dollari al mese per la produttività illimitata e la mente libera. Ogni centesimo che guadagno su Todorant sarà speso per migliorare il servizio. Sostenendo Todorant — permettete a me, sviluppatore indipendente, di continuare a migliorare il prodotto che ci avvantaggia tutti di giorno in giorno. Grazie mille in anticipo!",
  "earlyAdopterText": "👏👏 — questo sono io che vi applaudo; voi — i pazzi che hanno accettato di provare lo strumento della produttività sempre crescente, Todorant, tra i primi. Si può dire che voi siete i pionieri, il cui feedback ha plasmato il Todorant fin dall'inizio. Avete tutti i diritti di usare il Todorant quanto volete: non avrete mai limiti, ve lo siete guadagnato. Tuttavia, se avete notato che il Todorant ha drasticamente migliorato la vostra vita — potete comunque acquistare l'abbonamento dicendo così il miglior tipo di \"Grazie\". Non perderete mai lo stato di \"Early adopter 🦄\" — ma potrete sempre annullare l'abbonamento. Vi ringrazio molto per l'utilizzo di Todorant — e continuerò ad aggiungere nuove funzionalità che migliorano il prodotto e che hanno un effetto positivo su tutti noi. Buona fortuna!",
  "earlyAdopterTextBonus": "🤗 Accidenti! Sembra che io o Todorant vi abbiamo aiutato abbastanza da farvi acquistare l'abbonamento, anche se potreste usare Todorant gratuitamente per sempre. Sono profondamente commosso e felice di prendere una tazza di caffè con voi o di chiacchierare un po'. Sentitevi liberi di contattarmi su Telegram (@borodutch) o via e-mail — basta cliccare sul mio nome qui sotto. Grazie mille! È difficile immaginare quanto sia importante il vostro contributo!",
  "trialText": "💪 Benvenuti in Todorant! Avete 30 giorni di tempo dopo la registrazione per capire se Todorant funziona bene per voi. Trascorsi i 30 giorni, avrete ancora accesso ai vecchi compiti, ma non potrete aggiungerne di nuovi. Va benissimo acquistare l'abbonamento prima della fine dei 30 giorni. Ritengo che l'utilizzo di Todorant vi porterà nuove vette nella produttività personale!",
  "signature": "— Nikita, creatore di Todorant",
  "rules": [
    "Non appena ricevi un compito realizzabile (ricevere un'e-mail, una telefonata, un testo o se vedi qualcosa di interessante che deve essere messo nella tua lista delle cose da fare) — crea subito una cosa da fare. Non aspettate, ve ne dimenticherete se non lo togliete.",
    "Le attività dovrebbero essere sempre realizzabili e il più possibile esplicite. Se un'attività richiede meno di 2 minuti, allora fatela subito e registratela come completata.",
    "È possibile aggiungere una data specifica o selezionare un mese durante la creazione di un'attività. Non è possibile scegliere il mese corrente senza selezionare una data specifica. Questo viene fatto per rilassare la mente. Se vi fidate del sistema e mettete tutto ciò che deve essere fatto nella data corretta — lo incontrerete al momento giusto. Si spreca un'enorme quantità di forza di volontà per essere costantemente stressati da \"quell'altra cosa di cui ho bisogno di occuparmi, ma non sono del tutto sicuro di cosa fosse\". Impara a fidarti e a rilassarti.",
    "La prima cosa da fare ogni mese è pianificare in anticipo. Prendete tutti i compiti assegnati al mese in corso e ordinateli nelle date corrette. Questo vi permette di filtrare i compiti obsoleti e di mantenere la mente serena, sapendo esattamente cosa dovete fare questo mese.",
    "La prima cosa da fare la mattina è pianificare la giornata. Guardate la sezione Pianificazione. Siete in grado di gestire tutto? Distribuite i compiti che non possono essere svolti oggi. Ridistribuite tutti i compiti lasciati in sospeso dai giorni precedenti.",
    "A meno che non si tratti di un'emergenza, non guardate la sezione di pianificazione dopo aver finito di pianificare. Sarà molto meglio psicologicamente se vi concentrerete su un solo compito, quindi tenete d'occhio la sezione Corrente. Fidatevi del sistema, ricorda tutto. Fate il vostro lavoro e rilassate la mente.",
    "La sezione corrente contiene un solo compito sul quale è necessario concentrarsi — nient'altro. È possibile avere più di un compito al giorno, la quantità di compiti così come la barra di avanzamento viene visualizzata per comodità. Non è consentito saltare da un compito all'altro: ogni compito deve essere affrontato in modo lineare, uno per uno.",
    "Le rane sono tipi speciali di compiti che in genere non si vogliono affrontare. Di solito sono i compiti lasciati per mesi e persino anni. Todorant fa in modo di gestire le rane come prima cosa ogni giorno. Al mattino la vostra riserva di forza di volontà è abbastanza grande da poter gestire anche i compiti più oltraggiosi. E dopo aver finalmente a che fare con una rana — si riceve la felicità sufficiente per sorridere per tutto il giorno. Vi sentite orgogliosi di voi stessi quando avete a che fare con le rane.",
    "È consentito saltare l'attività corrente — ma cercate di farlo il più raramente possibile. Non si può saltare una rana. Se non riuscite a completare un compito e dovete ridistribuirlo due volte, diventa una rana.",
    "Se l'attività corrente è di livello troppo alto, allora scomporla in una lista di sottoattività. Non appena la si suddivide, l'attività viene contrassegnata come completata.",
    "Aggiungete quante più informazioni rilevanti possibili sulle cose da fare. Aggiungete link a specifiche e-mail (gmail sul web vi permette di farlo), siti web, note (come evernote), documenti (come dropbox), lasciate numeri di telefono o aggiungete tutte le informazioni necessarie per completare l'operazione. Todorant non vuole essere un punto di riferimento per voi, ma dovrebbe agire da catalogo di link alle informazioni di riferimento relative a specifiche attività.",
    "Sentitevi liberi di unirvi al nostro gruppo multilingue su Telegram per condividere esperienze e trucchi su come essere più produttivi — @todorant_feedback! I vostri commenti sul servizio — suggerimenti, desideri e reclami — sono benvenuti.",
    "Utilizzare la modalità di modifica (l'icona dell'ordine di lista in alto) nella pagina di pianificazione per modificare l'ordine delle attività. Se si desidera assegnare un compito ad una settimana specifica, è sufficiente assegnarlo al lunedì e riassegnarlo durante la fase di pianificazione il lunedì mattina.",
    "Todorant non ha e non avrà mai compiti ricorrenti — l'unica cosa che fanno bene è causare ansia che ricade su di voi come compiti incompiuti. Se avete bisogno di completare i compiti ripetuti — aggiungeteli tutti manualmente, il vostro cervello vi ringrazierà per averci pensato.",
    "Todorant non ha il concetto di \"Progetti\" in quanto ha dimostrato di essere demotivante, alcune delle \"cartelle\" non si aprono mai. I progetti \"Fitness\" e \"Automiglioramento\" mandano i loro saluti. Usa invece gli #hashtag.",
    "Le rane appariranno sempre in cima alla lista.",
    "Todorant non dispone di notifiche sui prossimi compiti con l'ora esatta impostata. Tuttavia, sentitevi liberi di utilizzare l'integrazione di Google Calendar in modo che Google possa infastidirvi con le notifiche, non Todorant."
  ],
  "termsOfUse": "Condizioni di utilizzo",
  "privacyPolicy": "Informativa sulla privacy",
  "socketsInfo": "Informazioni sui socket",
  "dataInfo": "Informazioni sui dati",
  "howTo": "Come fare",
  "howToUse": "Come usare Todorant",
  "account": "Account",
  "todos": "Attività",
  "general": "Generale",
  "info": "Info",
  "supportLabel": "Supporto",
  "supportText": "Avete domande o feedback? Inviatemi un'e-mail o contattatemi su Telegram!",
  "socketError": "Errore di connessione: ",
  "connected": "Connesso",
  "authorized": "Autorizzato",
  "daysLeft": "Giorni rimasti: ",
  "buySubscription": "Acquista l'abbonamento",
  "defaultToToday": "Predefinito ad oggi",
  "newTodosGoOnTop": "Le nuove attività vanno in cima",
  "deleteTodo": "Vuoi davvero eliminare",
  "earlyAdopter": "Pioniere 🦄",
  "active": "Attivo",
  "inactive": "Inattivo",
  "trial": "Prova",
  "error": "Errore",
  "ok": "OK",
  "pleaseConfirm": "Per favore, conferma",
  "purchaseReceiptError": "Non è stata trovata nessuna ricevuta d'acquisto",
  "noTodosExistTitle": "Nessuna attività per ora",
  "noTodosExistText": "Inizia — crea qualche attivtà col pulante \"più\" qui sotto!",
  "restorePurchases": "Ripristina gli acquisti",
  "noPurchasesError": "Spiacenti, non avete ancora acquistato nulla",
  "appleSigninError": "Impossibile entrare con Apple",
  "syncDataHard": "Forza sincronizzazione",
  "firstDayOfWeek": "Primo giorno della settimana",
  "weekday1": "Lunedì",
  "weekday2": "Martedì",
  "weekday3": "Mercoledì",
  "weekday4": "Giovedì",
  "weekday5": "Venerdì",
  "weekday6": "Sabato",
  "weekday0": "Domenica",
  "appleUnauthorizedText": "Sono obbligato a chiedervi di iniziare la prova selezionando un'opzione qui sotto perché questo è richiesto dal regolamento. Se avete già un abbonamento attivo, vi preghiamo di effettuare il login al vostro account in Impostazioni.",
  "appleUnauthorizedTextGoodNews": "Una buona notizia, però: non sarete addebitati fino al termine dei 30 giorni di prova.",
  "appleUnauthorizedButtonExtra": "E siano 30 giorni di prova",
  "introTitle": "Benvenuto!",
  "introButton": "Messaggio di benvenuto",
  "intro1": "Facciamola breve: volete migliorare la vostra produttività. Todorant può aiutarvi. Ma Todorant non è un'altra lista di compiti — è un sistema da seguire, è uno stile di vita, è un'abitudine.",
  "intro2": "Leggere la sezione \"Come usare Todorant\" nelle impostazioni vi aiuterà ad ottenere il massimo dal Todorant, ma non è necessario. Todorant vi aiuterà a limitare le vostre azioni — allenerà il vostro cervello per ottenere soddisfazione dal completamento dei compiti.",
  "intro3": "Se avete domande su qualcosa su una schermata, toccate prima il tasto \"i\" in alto a sinistra dello schermo. Non siete sicuri di cosa fa un pulsante? Toccate \"i\"!",
  "intro4": "Todorant è gratuito per i primi 30 giorni, poi saranno 5 dollari al mese. Il motivo per cui può sembrare un po' caro è che non state pagando per un'altra app da fare, state acquistando la produttività — l'intero sistema che non vi fa sprofondare nelle impostazioni e nelle funzioni, ma vi fa completare i compiti! Dopo tutto, provate Todorant per 30 giorni gratuitamente e aggiornate se ottenete più di 5 dollari di valore dal suo utilizzo.",
  "intro5": "Vi do il benvenuto nel viaggio della produttività, che la nuova era della vostra vita abbia inizio!",
  "introBack": "Andiamo!",
  "infoTitle": "Info",
  "infoIntro": "Grazie per aver premuto \"i\"! Questo è il messaggio di benvenuto che spiega cos'è Todorant. Né più, né meno.",
  "infoCurrent": "Questa è la pagina delle attività correnti. Essa mostra solo un compito su cui si dovrebbe lavorare in questo momento. Rimanete concentrati, questa è l'unica pagina che vi serve dopo aver pianificato la vostra giornata.\n\nPotete saltare l'attività se non è una rana e se non è l'ultima attività della giornata.\n\nSe l'attività è troppo ampia — usate la funzione di ripartizione. Dopo aver interrotto l'attività, verrà automaticamente contrassegnata come completata.",
  "infoBreakdown": "Questa è la schermata di ripartizione dei compiti. Sentitevi liberi di aggiungere più attività che appariranno nell'elenco delle attività invece dell'attività originale. Dopo aver aggiunto le nuove attività più piccole, l'attività originale sarà contrassegnata come completata.",
  "infoAdd": "Questa è la schermata aggiungi attività. Le attività dovrebbero essere sempre realizzabili (\"Trova i migliori voli per il Messico\" contro \"Vai in Messico\") e più piccole ed esatte possibile (\"Spolvera i display\" contro \"Pulisci la casa\"). Qui si possono aggiungere altri compiti.\n\nI compiti devono avere una data o un mese assegnato. Non è possibile selezionare il mese corrente.\n\nLe rane sono compiti di cui non si vuole occupare — appariranno per prime nella lista. Prima iniziate a lavorare su una rana, maggiori sono le possibilità che la portiate a termine.",
  "infoEdit": "Questa è la schermata di modifica delle attività. Qui è possibile modificare l'attività. Sì, è questa.",
  "infoPlanning": "Questa è la vostra sezione di pianificazione. Sentitevi liberi di riorganizzare le attività e i titoli delle date (premendo a lungo e trascinandoli) — è divertente!\n\nInoltre, non dimenticate di usare gli #hashtag.",
  "infoSettings": "Questa è la schermata delle impostazioni. Qui potete configurare diverse opzioni. Assicuratevi di leggere la sezione \"Come usare Todorant\".",
  "infoSockets": "Todorant usa i socket per sincronizzare i suoi dati con il server. Funziona come per magia non appena entrambi i checkmarks sono al loro posto.",
  "infoData": "Qui potete vedere le informazioni più recenti sulla memorizzazione locale dei dati e le statistiche di sincronizzazione.",
  "infoRules": "Per favore, leggi completamente le regole per usare al meglio Todorant.",
  "preserveOrderByTime": "Conserva l'ordine esatto del tempo",
  "subscriptionMonth": "mese",
  "subscriptionYeariOS": "anno (sconto del ~15%)",
  "subscriptionYearAndroid": "anno (sconto del ~16.6%)",
  "languageSelect": "Lingua",
  "languageAuto": "Auto",
  "syncExactDates": "Ricalcola le date esatte",
  "askBeforeDelete": "Conferma prima di eliminare un'attività",
  "copied": "copiato",
  "sync": "Sincronizzazione",
  "infoTags": "Questo è l'elenco di tutti gli hashtag che avete usato. Se non vedi nulla — vai avanti, crea un'attività con un #hastag nel testo, è l'unico modo per aggiungere hashtag a questa lista.\n\nSe vuoi cambiare il colore di un hashtag o cancellarlo, toccalo. Non preoccupatevi, gli hashtag sono separati dalle attività — fare qualcosa su questa schermata non influirà sulle vostre attività. Beh, cambiare i colori può rendere le vostre attività più fighe.",
  "changeColor": "Cambia colore",
  "changeColorToDefault": "Resetta colore",
  "colorMode": "Tema",
  "dark": "Scuro",
  "light": "Chiaro",
  "loadingData": "Carico i tuoi dati...",
  "breakdownRequest": "Sembra che te abbia spostato troppo questo compito. Per favore, dividilo, non puoi più spostarlo ad un'altra data. Credimi, servirà a completare l'attività!",
  "breakdownButton": "Ripartizione",
  "back": "Indietro",
  "important": "Importante",
  "rateTitle": "Hai completato più di 100 compiti! 🎉🎉🎉 Quanto ha migliorato la tua vita Todorant?",
  "rate": "Valuta",
  "send": "Invia",
  "rateCommentPlaceholder": "Per favore, scrivi qualche parola su ciò che non ti è piaciuto di Todorant",
  "rateCommentEmptyError": "Per favore non lasciare il campo dei commenti vuoto",
  "starTerrible": "Per nulla",
  "starBad": "Poco",
  "starOkay": "Okay",
  "starGood": "Abbastanza",
  "starGreat": "Molto",
  "rateSolicitationApple": "Ti dispiacerebbe lasciare a Todorant una valutazione a 5 stelle sull'App Store, per favore? Aiuta molto",
  "rateSolicitationGoogle": "Ti dispiacerebbe lasciare a Todorant una valutazione a 5 stelle sul Play Store, per favore? Aiuta molto",
  "rateButton": "Lascia la recensione!",
  "integrations": "Integrazioni",
  "notConnected": "Non connesso",
  "disconnect": "Disconnetti",
  "infoIntegrations": "Qui è possibile impostare integrazioni di applicazioni di terze parti toccando le opzioni.",
  "googleCalendar": "Google Calendar",
  "loginQR": "Login con QR",
  "qrDescription": "Aprite il popup del codice QR sul sito web di Todorant e scansionate il codice qui",
  "cameraAuthorization": "Telecamera non autorizzata",
  "needCameraPermission": "Todorant utilizza la fotocamera per la scansione dei codici QR",
  "security": "Sicurezza",
  "encryptTodo": "Crittografare todos",
  "infoSecurity": "Utilizzate questa sezione con la massima cautela! La crittografia non funziona se non si aggiunge una password. Ci saranno due tipi di attività: criptata e non criptata. Tutti i nuovi compiti saranno criptati. I vecchi todos possono essere convertiti per essere criptati con il pulsante qui sotto. Se si perde la password non ci sarà modo di recuperare le attività.",
  "encryptedTodos": "Attività cifrate",
  "unencryptedTodos": "Attività non cifrate",
  "encryptAllButton": "Crittografare tutto",
  "decryptAllButton": "Decodificare tutti",
  "password": "Password",
  "encryptionConfirm": "Sei sicuro di voler criptare il todos con questa password? Sarete in grado di decifrare i todos in seguito con la stessa password. Se perdi la password, non sarai in grado di decifrare todos!",
  "encryptionDisableConfirm": "Sei sicuro di voler rimuovere la chiave e disattivare la crittografia? In questo modo non si decifreranno i compiti che sono criptati.",
  "disable": "Disattivare",
  "confirmEncryptAll": "Siete sicuri di voler crittografare tutte le attività con la password? Se perdi la password, non sarai in grado di decifrare le attività!",
  "confirmDecryptAll": "Siete sicuri di voler decifrare tutte le attività?",
  "passwordError": "Password errata. Sembra che alcune delle attività criptate che avete non possano essere decifrate da questa password.",
  "soundEffects": "Effetti sonori",
  "missionPassed": "Mission passed",
  "respect": "Rispettare +",
  "emptyHashtags": "L'elenco degli hashtag è vuoto per ora. Create il vostro primo compito con un #hashtag per aggiungere il primo hashtag qui!",
  "encryption": {
    "repeatPassword": "Ripetere la password"
  },
  "purchaseErrorTryOnWeb": "Subscribe on the web"
}
