{
  "search": "Поиск",
  "support": "Что-то непонятно? Пишите мне на <a target=\"_blank\" href=\"mailto:n@borodutch.com\">n@borodutch.com</a>",
  "todo": {
    "create": {
      "text": "Текст задачи",
      "placeholder": "Задача",
      "frog": "Это лягушка!"
    }
  },
  "cancel": "Отменить",
  "save": "Сохранить",
  "delete": "Удалить",
  "current": "Текущее",
  "planning": "Планирование",
  "skipped": "Пропущено",
  "name": "Русский",
  "language": "Пожалуйста, выберите язык.",
  "login": "Пожалуйста, зайдите на todorant.com, используя кнопку ниже.",
  "settings": "Настройки",
  "addTodo": "Новая задача",
  "breakdownTodo": "Разбивка",
  "pleaseLogin": "Пожалуйста, войдите",
  "subscription": "Подписка",
  "allDoneTitle": "Поздравляем!",
  "allDoneText": "🥳 Вы это сделали! Все задачи на сегодня выполнены, идите отдохните — ну или потанцуйте немного 💃",
  "noTodosTitle": "Вперед!",
  "noTodosText": "На сегодня у вас нет задач. Хотите поработать — добавьте новые задачи на сегодня или заберите задачи с других дней.",
  "addTodoDay": "Точный день",
  "addTodoMonth": "Или месяц",
  "addTodoTime": "Точное время",
  "completed": "Завершено",
  "addTodoOnTop": "Добавить в начало списка",
  "addTodoMore": "Больше настроек...",
  "addTodoSingular": "Добавить задачу!",
  "addTodoPlural": "Добавить задачи!",
  "saveTodo": "Сохранить задачу!",
  "planningText": "Похоже, вам нужно заняться планированием! Пожалуйста, перераспределите оставшиеся задачи ниже для того, чтобы разблокировать секцию \"Текущее\", и для того, чтобы оставаться продуктивными. Удачи!",
  "editTodo": "Редактирование",
  "anonymousText": "Все ваши данные сейчас хранятся у вас на девайсе. Чтобы начать синхронизировать данные с серверами Тудуранта, вам нужно залогиниться.",
  "nameLabel": "Имя",
  "email": "Имеил",
  "facebook": "Фейсбук",
  "telegram": "Телеграм",
  "apple": "Эппл",
  "count": "Количество",
  "todosLastSync": "Задачи",
  "tags": "Хештеги",
  "tagsCount": "Хештеги",
  "todoCount": "Задачи",
  "notSyncedYet": "Не синхронизировано",
  "settingsLastSync": "Настройки",
  "accountLastSync": "Аккаунт",
  "syncData": "Синхронизировать данные",
  "googleTokenError": "Гугл не поделился с нами токеном доступа",
  "facebookPermissionsError": "Фейсбук не выдал нам достаточные разрешения",
  "facebookTokenError": "Фейсбук не дал нам токен доступа",
  "loginWall": "Похоже, вы пользуетесь Тудурантом уже больше месяца и еще не зарегистрировались! Подумайте о ваших задачах — авторизируйтесь в Тудуранте и пользуйтесь безопасным хранилищем!",
  "loginGoogle": "Зайти через Гугл",
  "loginFacebook": "Зайти через Фейсбук",
  "loginApple": "Зайти через Эппл",
  "loginTelegram": "Зайти через Телеграм",
  "logoutText": "Хотите выйти?",
  "logout": "Выйти",
  "loginButton": "Войти",
  "alreadyRegistered": "(вы уже зарегистрированы)",
  "purchaseError": "Хм, похоже что-то пошло не так с покупкой. Пожалуйста, зайдите на вебсайт, войдите там в свою учетную запись и оформите подписку!",
  "purchaseThankYou": "Спасибо",
  "purchaseThankYouText": "Спасибо за покупку подписки!",
  "activeText": "🎉 Огромное спасибо за поддержку Тудуранта! Я надеюсь, что Тудурант уже улучшил вашу жизнь и будет улучшать в будущем! Ваша поддержка позволяет мне улучшать Тудурант каждый день, добавляя новые функции и упрощая рабочий процесс!",
  "inactiveText": "🐝 Похоже, ваш пробный период Тудуранта подошел к концу. Улучшил ли Тудурант вашу жизнь хотя бы на $5/месяц? Надеюсь, что да! Перейдем прямо к делу.\n\nДеловое предложение. Я получу: $5 в месяц, $36 в год (невероятная скидка в 40%) или $150 один раз. Вы получите: безграничную продуктивности и неограниченный Тудурант как бонус.\n\nЧто скажете?",
  "earlyAdopterText": "👏👏 — это я хлопаю вам стоя; вы — безумцы, которые согласились попробовать инструмент повышения персональной продуктивности Тудурант одними из первых. Можно сказать, вы — золотая тысяча пользователей, на отзывах которых и создавался Тудурант. Вы имеете полное право пользоваться Тудурантом столько, сколько вам угодно — для этого аккаунта никогда не будет введено никаких ограничений, вы заслужили это. Однако если вы заметили, что Тудурант резко изменил вашу жизнь к лучшему — вы все еще можете приобрести подписку, тем самым сказав простое, но очень важное для меня лично: \"Спасибо\". Вы никогда не потеряете статус \"Ранний адоптер 🦄\" — а подписку сможете отменить в любой момент. Спасибо большое, что вы продолжаете пользоваться Тудурантом — а я продолжу добавлять приятные функции в этот инструмент, который делает каждого из нас лучше. Удачи!",
  "earlyAdopterTextBonus": "🤗 Вот это да! Должно быть, либо Тудурант, либо я лично вам настолько помог, что, даже имея возможность пользоваться Тудурантом бесплатно, вы решили меня поддержать. Я поражен прямо в сердце и с удовольствием попью с вами кофе или просто поболтаю по душам. Пишите либо мне в телеграме (@borodutch), либо на почту — просто нажмите на мое имя ниже. Спасибо вам огромное! Сложно представить, насколько для меня важен ваш вклад!",
  "trialText": "💪 Добро пожаловать в Тудурант! С момента регистрации у вас есть ровно 30 дней для того, чтобы опробовать систему и понять, подходит ли она вам. По истечении 30 дней вы все еще будете иметь доступ к существующим задачам, но не сможете добавлять новые. Если что, то никто не мешает вам оформить подписку до окончания триального периода в 30 дней. Я уверен, что вместе с Тудурантом вы сможете достичь новых высот в собственной продуктивности!",
  "signature": "— Никита, создатель Тудуранта",
  "rules": [
    "Как только у вас появляется задача (получаете имеил, звонок, сообщение или просто видите что-то интересное что нужно добавить в ваш список задач) — сразу же создавайте задачу. Не ждите, вы забудете про эту задачу, если ее не запишете.",
    "Задачи всегда должны быть призывом к действию и как можно более понятными. Если задача займет меньше двух минут — сделайте ее сразу и создайте в списке задач, как выполненную.",
    "При создании задачи вы указываете точную дату или месяц. Вы не можете выбрать текущий месяц без определенной даты. Это сделано для того, чтобы снять напряжение с мозга. Если вы доверяете системе и добавляете все, что нужно, на правильные даты — то вы будете выполнять задачи в подходящее время. Огромное количество силы воли тратится зря на постоянный стресс вроде \"той вещи, которую мне нужно сделать, но я точно не помню, что это за вещь\". Научитесь доверять и расслабляться.\n",
    "Первая вещь, которую вам нужно будет сделать в начале каждого месяца — это планирование. Вы берете все задачи на текущий месяц и расфасовываете их в нужные даты. Это позволяет вам отфильтровать задачи, которые более не актуальны и помогает вам оставаться в полном спокойствии, четко осознавая, что вам нужно будет делать в этом месяце.",
    "Первым делом каждым утром вы будете планировать. Посмотрите на секцию \"Планирование\". Вы сможете все это сделать? Раскидайте задачи, с которыми сегодня не справитесь, на другие дни. Раскидайте также и задачи, которые остались незаконченными с предыдущих дней.",
    "Кроме чрезвычайных случаев, никогда не смотрите на секцию планирования после окончания процесса планирования. Вам психологически будет гораздо проще, если вы будете сфокусированы только на одной задаче за раз, так что смотрите только на секцию \"Текущее\". Доверяйте системе, она помнит все. Работайте и расслабляйте свой мозг.",
    "В секции \"Текущее\" всегда есть максимум одна задача, на которой вы должны фокусироваться — больше ничего. У вас может быть больше одной задачи в день, количество задач и прогресс показан для вашего удобства. Вам нельзя прыгать между задачами — вы должны работать линейно, выполняя одну задачу за раз.",
    "Лягушки — это особый тип задач, которые вы не хотите делать. Обычно, это задачи, которые вы не делаете месяцами и даже годами. Тудурант заставляет вас разбираться с лягушками первым делом каждый день. Утром ваши резервы силы воли достаточно большие, чтобы справиться даже с самыми неприятными задачами. А после победы над лягушкой вы получите достаточный заряд счастья, чтобы сиять улыбкой весь день. Вы будете собой гордиться, что наконец-то справляетесь с лягушками.",
    "Вам разрешено пропускать текущую задачу — но делайте это как можно реже. Если вы не смогли выполнить задачу и вам пришлось ее перераспределить дважды — она становится лягушкой.",
    "Если текущая задача слишком высокоуровневая, то разбейте ее на список подзадач. Как только вы разбили задачу на подзадачи, она отмечается, как завершенная.",
    "Добавляйте настолько много важной информации в задачи, насколько сможете. Добавляйте ссылки на имейлы (gmail позволяет это делать), веб сайты, заметки (как evernote), документы (например, dropbox), оставляйте телефонные номера или добавляйте любую информацию, которая может быть важной для решения задачи. Тудурант не должен быть главным хранилищем и каталогом ваших данных, но местом, где ссылки на необходимые для задач данные, хранятся сразу с определенными задачами.",
    "Не стесняйтесь присоединяться к нашей группе в Телеграме для обмена опытом о том, как становиться продуктивнее — @todorant_feedback! Ваши отзывы о работе сервиса — предложения, пожелания и жалобы — крайне приветствуются.",
    "Переносите задачи на странице \"Планирования\" для изменения порядка. Если вы хотите создать задачу на определенную неделю — просто добавьте ее на понедельник и перераспределите во время планирования утром понедельника.",
    "В Тудуранте нет и никогда не будет автоматически повторяющихся задач — единственное, в чем они помогают — это создание атмосферы страха, накапливаясь невыполненным грузом. Если нужно внести повторяющуюся задачу — внесите ее вручную, ваш мозг скажет вам спасибо за осмысленную задачу.",
    "В Тудуранте нет концепта \"Проектов\", так как он показал себя демотивирующим, некоторые папки просто никогда не открываются. Проекты \"Фитнес\" и \"Саморазвитие\" передают привет. Вместо этого, используйте #хештеги.",
    "Лягушки всегда находятся сверху в списке.",
    "В Тудуранте нет напоминаний о задачах с точным временем. Однако вы можете включить интеграцию с Гугл Календарем, чтобы вам надоедал нотификации Гугл, а не Тудурант."
  ],
  "termsOfUse": "Условия использования",
  "privacyPolicy": "Политика конфиденциальности",
  "socketsInfo": "Сокеты",
  "dataInfo": "Данные",
  "howTo": "Как пользоваться?",
  "howToUse": "Как использовать Тудурант?",
  "account": "Аккаунт",
  "todos": "Задачи",
  "general": "Общее",
  "info": "Информация",
  "supportLabel": "Поддержка",
  "supportText": "Есть вопросы или обратная связь? Пошлите мне имеил или напишите мне в Телеграме!",
  "socketError": "Ошибка подключения: ",
  "connected": "Подключено",
  "authorized": "Авторизировано",
  "daysLeft": "Осталось дней: ",
  "buySubscription": "Купить подписку",
  "defaultToToday": "Новые задачи — сегодня",
  "newTodosGoOnTop": "Новые задачи добавляются в начало списка",
  "deleteTodo": "Хотите удалить ",
  "earlyAdopter": "Ранний адоптер 🦄",
  "active": "Активная",
  "inactive": "Неактивная",
  "trial": "Триал",
  "error": "Ошибка",
  "ok": "ОК",
  "pleaseConfirm": "Пожалуйста, подтвердите",
  "purchaseReceiptError": "Не найден чек покупки",
  "noTodosExistTitle": "Еще нет задач",
  "noTodosExistText": "Давайте — добавьте задачи, нажав на кнопку с плюсом ниже!",
  "restorePurchases": "Восстановить покупки",
  "noPurchasesError": "Простите, но у вас пока нет покупок",
  "appleSigninError": "Не получилось зайти через Эппл",
  "syncDataHard": "Принудительная синхронизация",
  "firstDayOfWeek": "Первый день недели",
  "weekday1": "Понедельник",
  "weekday2": "Вторник",
  "weekday3": "Среда",
  "weekday4": "Четверг",
  "weekday5": "Пятница",
  "weekday6": "Суббота",
  "weekday0": "Воскресенье",
  "appleUnauthorizedText": "Я вынужден попросить вас начать пробный период, выбрав опцию ниже, потому что Эппл требует, чтобы все пробные периоды проходили через их внутренние покупки, когда аккаунт был создан на девайсе от Эппл. Если у вас уже есть подписка, пожалуйста, зайдите в свой аккаунт в Настройках. Прошу прощения за неудобство, но иначе Эппл не разрешали добавить Тудурант в АппСтор.",
  "appleUnauthorizedTextGoodNews": "Однако есть хорошие новости: с вас не снимут деньги, пока бесплатный пробный период в 30 дней не закончится.",
  "appleUnauthorizedButtonExtra": "30 дней бесплатно, потом",
  "introTitle": "Добро пожаловать!",
  "introBack": "Поехали!",
  "infoTitle": "Информация",
  "infoIntro": "Отлично! Вы нажали на \"i\"! Это просто приветственное сообщение, которое немного разъясняет, что такое Тудурант. Не более и не менее.",
  "infoCurrent": "Это страница текущей задачи. Она показывает только одну задачу, над которой вам сейчас нужно работать. Оставайтесь сосредоточенными, это единственная страница, которая вам нужна после планирования дня.\n\nВы можете пропускать задачи, если это не лягушки и не последние задачи дня.\n\nЕсли задача слишком большая и необъятная — используйте кнопку разбивки. После разбивки задачи, она автоматически будет помечена как выполненная.",
  "infoBreakdown": "Это экран разбивки задачи. Добавьте несколько мелких задач, которые заменят собой более крупную задачу. После того, как вы добавите новые задачи, оригинальная большая задача будет помечена, как выполненная.",
  "infoAdd": "Это экран добавления задач. Задачи должны быть указывающими на следующее действие (\"Найти лучшие билеты в Мексику на агрегаторе билетов\", а не \"Полететь в Мексику\") и наиболее маленькими и понятными (\"Протереть дисплей\", а не \"Прибраться дома\"). Вы можете добавлять несколько задач за раз.\n\nЗадачи должны быть привязаны либо к определенной дате, либо к определенному месяцу. На текущий месяц поставить задачу нельзя.\n\nЛягушки — это задачи, которые вы не хотите делать; они всегда будут вверху списка задач. Чем раньше днем вы расправитесь с лягушкой, тем больше удовольствия получите.",
  "infoEdit": "Это экран редактирования задачи. Тут можно редактировать задачу. Именно так.",
  "infoPlanning": "Это ваша секция планирования. Перетаскивайте задачи и даты (зажав их ненадолго) — это весело!\n\nИ не забывайте, что можно использовать #хештеги.",
  "infoSettings": "Это ваш экран настроек. Здесь вы можете менять разные опции. Пожалуйста, прочитайте секцию \"Как пользоваться Тудурантом\".",
  "infoSockets": "Тудурант использует сокеты, чтобы синхронизировать информацию с сервером. Все работает, как магия, когда оба пункта горят зеленой галочкой.",
  "infoData": "Здесь расположена информация о ваших локальных данных и о статистике синхронизации.",
  "infoRules": "Пожалуйста, прочитайте секцию \"Как пользоваться Тудурантом\", чтобы выжать максимум из Тудуранта.",
  "preserveOrderByTime": "Следить за порядком задач с точным временем",
  "subscriptionMonth": "месяц",
  "languageSelect": "Язык",
  "languageAuto": "Авто",
  "syncExactDates": "Пересчитать точные даты",
  "askBeforeDelete": "Спрашивать перед удалением задач",
  "copied": "скопировано",
  "sync": "Синхронизация",
  "infoTags": "Это список всех хэштегов, которые вы использовали. Если вы здесь ничего не видите — вперед, создайте задачу с #хештегом в тексте задачи, это единственный способ добавить хештеги в этот список.\n\nЕсли вы хотите изменить цвет хештега или удалить хэштег — просто коснитесь его пальцем. Не волнуйтесь, хештеги хранятся отдельно от задач — что бы вы ни сделали на этом экране, никак не повлияет на ваши задачи. Ну, разве что изменение цвета может сделать задачи клевее.",
  "changeColor": "Поменять цвет",
  "changeColorToDefault": "Сбросить цвет",
  "colorMode": "Тема",
  "dark": "Темная",
  "light": "Светлая",
  "loadingData": "Загружаем ваши данные...",
  "breakdownRequest": "Похоже, вы переносите эту задачу слишком часто. Пожалуйста, разбейте ее на более мелкие задачи, вы больше не можете ее переносить. Поверьте, это поможет вам завершить задачу!",
  "breakdownButton": "Разбить",
  "back": "Назад",
  "important": "Важное",
  "rateTitle": "Вы завершили более 100 задач! 🎉🎉🎉 Насколько сильно Тудурант улучшил вашу жизнь?",
  "rate": "Оценить",
  "send": "Отправить",
  "rateCommentPlaceholder": "Пожалуйста, напишите пару слов о том, что вам не понравилось в Тудуранте",
  "rateCommentEmptyError": "Пожалуйста, не оставляйте это поле пустым",
  "starTerrible": "Не улучшил",
  "starBad": "Чуть-чуть",
  "starOkay": "Немного",
  "starGood": "Улучшил",
  "starGreat": "Сильно улучшил",
  "rateSolicitationApple": "Можете поставить 5 звезд Тудуранту в Аппсторе, пожалуйста? Это сильно помогает приложению развиваться!",
  "rateSolicitationGoogle": "Можете поставить 5 звезд Тудуранту в Плей Сторе, пожалуйста? Это сильно помогает приложению развиваться!",
  "rateButton": "Поставить 5 звезд!",
  "integrations": "Интеграции",
  "notConnected": "Не подключено",
  "disconnect": "Отключить",
  "infoIntegrations": "Здесь можно настроить интеграции со сторонними сервисами, нажав на опции на экране.",
  "googleCalendar": "Гугл Календарь",
  "loginQR": "Зайти через QR",
  "qrDescription": "Пожалуйста, откройте окно с QR кодом в веб-версии Тудуранта и просканируйте код тут",
  "cameraAuthorization": "Камера не авторизована",
  "needCameraPermission": "Тудурант использует камеру для сканирования QR кодов",
  "security": "Безопасность",
  "encryptTodo": "Шифровать задачи",
  "infoSecurity": "Используйте эту секцию с максимальной осторожностью! Шифрование не будет работать, если вы не введете пароль. Дальше будет два типа задач: зашифрованные и незашифрованные. Все новые задачи будут зашифрованными. Старые задачи можно будет зашифровать, нажав на кнопку ниже. Если вы потеряете пароль, восстановить задачи будет невозможно.",
  "encryptedTodos": "Зашифрованные задачи",
  "unencryptedTodos": "Незашифрованные задачи",
  "encryptAllButton": "Зашифровать все",
  "decryptAllButton": "Расшифровать все",
  "password": "Пароль",
  "encryptionConfirm": "Уверены, что хотите шифровать все задачи паролем? Вы сможете расшифровать задачи этим же паролем. Если вы потеряете пароль, у вас не получится расшифровать задачи!",
  "encryptionDisableConfirm": "Уверены, что хотите убрать пароль и выключить шифрование? Это действие не расшифрует зашифрованные задачи.",
  "disable": "Выключить",
  "confirmEncryptAll": "Уверены, что хотите зашифровать все задачи паролем? Если вы потеряете пароль, у вас не получится расшифровать задачи!",
  "confirmDecryptAll": "Уверены, что хотите расшифровать все задачи?",
  "passwordError": "Неправильный пароль. Похоже, какие-то ваши задачи нельзя расшифровать этим паролем.",
  "soundEffects": "Звуковые эффекты",
  "missionPassed": "Миссия завершена",
  "respect": "Уважение +",
  "emptyHashtags": "Список хештегов пока что пуст. Добавьте свою первую задачу с #хештегом, чтобы добавить сюда первую позицию!",
  "gamification": "Геймификация",
  "heroProfileTitle": "Профиль героя",
  "infoHero": "Это ваш профиль — профиль героя! Завершайте задачи и зарабатывайте очки, чтобы выбивать все более и более высокие ранги!\n\nВы не увидите полный список рангов, пока не добьетесь самого высокого! Помните: единственный способ добраться до самого верхнего ранга — это ежедневная цепочка из маленьких шажков.",
  "rank": "🔥 Ваш ранг 🔥",
  "tasksCompleted": "Заработано очков",
  "rank-1Title": "Существо бесконечности темной материи 😈",
  "rank-1Description": "Вы достигли ранга, которого ни один смертный еще не достигал! Поздравляю, вот ваш тортик: 🍰. В этот раз, это не ложь.",
  "rank0Title": "Сабзиро −273.15 °C 🥶",
  "rank0Description": "Было бы еще холоднее, если бы могло.",
  "rank5Title": "В значит Вродуктивность 👺",
  "rank5Description": "Помните дети, если вы уронили продуктивность на пол менее, чем на 5 секунд, то все должно быть нормально!",
  "rank13Title": "Веселый Фредди 😱",
  "rank13Description": "Вы знаете, что сегодня за день. Сегодня Джейсон печет вам торт. Такой день теперь каждый день.",
  "rank42Title": "Рыбак 🐬",
  "rank42Description": "Всего хорошего, и спасибо за рыбу!",
  "rank69Title": "Найс мастер! 😝",
  "rank69Description": "Самое клевое число из чисел. Точка.",
  "rank85Title": "Марк-85 🦄",
  "rank85Description": "Можно сказать, ваша продуктивность сделана из железа.",
  "rank100Title": "100% пользователь силы ⚡️",
  "rank100Description": "100 за спиной, бесконечность впереди! Выполняйте задачи каждый день, это того стоит!",
  "rank221Title": "Шерлок 😎",
  "rank221Description": "Вы разгадали секрет продуктивности. Молодец!",
  "rank256Title": "Счастливый сантехник 👾",
  "rank256Description": "8 бит продуктивности спустя вы все еще вспоминаете теплые и ламповые игры на Денди.",
  "rank300Title": "Спартанец 💪",
  "rank300Description": "Очистите ваши мысли, упростите свои рутины, проведите следующие 100 очков как настоящий спартанец!",
  "rank404Title": "❓❓❓",
  "rank404Description": "Ранг не найден.",
  "rank777Title": "Удачливый грандмастер! 🍀",
  "rank777Description": "На этом ранге вы будете всего лишь 23 очка. Сделайте так, чтобы вами можно было гордиться. Сегодня ваш счастливый день!",
  "rank800Title": "T-800 🤖",
  "rank800Description": "Вы просто терминатор мерзких лягух. Идите, уничтожьте пару!",
  "rank1337Title": "3L1T3 🧑‍💻",
  "rank1337Description": "Хакинг продуктивности начат... Хакирование в процессе...",
  "rank1338Title": "3L1T3 (хакнуто) 🧑‍💻",
  "rank1338Description": "Продуктивность хакнута успешно!",
  "rank2048Title": "Мастер шахмат ♔",
  "rank2048Description": "Вы предпочитаете продуктивность разным бессмысленным играм, которые просто убивают время, правда? ПРАВДА?",
  "rank9000Title": "Овер 9000 силы 🏋️",
  "rank9000Description": "Вы поднимаете задачи, как будто они ничего не весят!",
  "rank12800Title": "Доктор Манхэттен ⚛",
  "rank12800Description": "Вы разбиваете задачи, как будто расщипляете атомы. Продолжайте быть офигенными!",
  "sendDataToServer": "Отправить данные на сервер",
  "encryption": {
    "repeatPassword": "Повторите пароль"
  },
  "settingsObject": {
    "duplicateTagInBreakdown": "Копировать хештеги при разбивке",
    "showMoreByDefault": "Сразу показывать расширенные настройки добавления задачи"
  },
  "level": "Уровень",
  "points": "очков",
  "pointsTillNextLevel": "очков до следующего уровня",
  "accept": "Принять",
  "delegate": {
    "title": "Делегирование",
    "noDelegators": "У вас пока что нет людей, которые могут делегировать вам задачи. Получите ссылку-приглашение человека, от которого вы хотите принимать задачи.",
    "noDelegates": "У вас пока что нет людей, которым вы можете делегировать задачи. Передайте ссылку-приглашение людям, которым вы хотите делегировать — и они станут вашими делегатами.",
    "noDelegatedTasks": "Пока что у вас нет новых задач, которые вам делегировали.",
    "noDelegatedTasksTo": "Пока что у вас нет задач, которые вы делегировали.",
    "link": "Ссылка-приглашение",
    "linkDescription": "Делитесь этой ссылкой с люльми, которым вы хотите делегировать задачи. Пройдя по ссылке, человек станет вашим делегатом. Этот человек не сможет увидеть никакие задачи, кроме тех, которые вы ему делегировали.",
    "resetConfirmation": "Уверены, что хотите сбросить ссылку-приглашение? Существующая ссылка больше не будет работать!",
    "delegators": "Пользователи, которые делегируют вам задачи",
    "delegates": "Пользователи, которым вы делегируете задачи",
    "inviteSuccess": "Получилось! Теперь этот пользователь может делегировать вам задачи.",
    "inviteConfirm": "Вы точно хотите стать делегатом этого пользователя и получать от него задачи?",
    "deleteDelegateConfirmation": "Вы точно хотите убрать этого делегата из списка? Вы больше не сможете делегировать задачи этому пользователю.",
    "deleteDelegatorConfirmation": "Вы точно хотите убрать этого делегатора из списка? Этот пользователь больше не сможет делегировать вам задачи.",
    "pickDelegateField": "Делегировать",
    "info": "Это список задач, которые были вам делегированы. Вы можете принять или удалить задачи, которые были вам делегированы.",
    "signupTitle": "Незадача",
    "signupDescription": "Вам нужно зарегистрироваться в настройках перед использованием функции делегирования",
    "resetLink": "Сбросить ссылку",
    "ToMe": "Мне",
    "ByMe": "Мной",
    "to": "Для",
    "from": "От"
  },
  "errors": {
    "delegate": {
      "invalidToken": "Ссылка-приглашение больше не работает"
    },
    "epic": {
      "numberError": "Должно быть цифрой"
    }
  },
  "epic": {
    "intoEpic": "Сделать эпиком",
    "epicGoal": "Цель эпика"
  },
  "startTimeOfDay": "Начало дня",
  "badgeIconCurrentCount": "Количество задач на иконке приложения",
  "purchaseErrorTryOnWeb": "Вебсайт Тудуранта",
  "planningReminderTime": "Время напоминания о планировании",
  "notSet": "Не установлено",
  "planningReminderText": "🎉 Время планировать!",
  "settingsActions": {
    "swipeActions": "Действия свайпами"
  },
  "endOfDaySoundOn": "Эффект завершения всех задач",
  "dirtyValidSave": "Хотите сохранить введенные задачи?",
  "dirtyInvalidSave": "Вы не закончили заполнять задачи. Хотите удалить введенные задачи?",
  "dissmissTasks": "Удалить задачи",
  "saveTasks": "Сохранить задачи",
  "fixTasks": "Поправить задачи",
  "changeTasks": "Изменить задачи",
  "deleteAllHashtags": "Удалить все хэштеги",
  "deleteAllHashtagsConfirm": "Уверены, что хотите удалить все хэштеги?",
  "next": "Дальше",
  "letsGo": "Поехали!",
  "whatWouldYouLikeToDoa": "Что будем делать?",
  "startUsingNow": "Начать пользоваться Тудурантом прямо сейчас",
  "readRulesFirst": "Я сначала прочитаю, как пользоваться Тудурантом!",
  "iAdmireYourBravery": "Восхищаюсь вашей смелостью!",
  "iAdmireYourSpirit": "Восхищаюсь вашей предусмотрительностью!",
  "dirtyValidSaveSingular": "Хотите сохранить введенную задачу?",
  "dirtyInvalidSaveSingular": "Вы не закончили заполнять задачу. Хотите удалить введенную задачу?",
  "dissmissTasksSingular": "Удалить задачу",
  "saveTasksSingular": "Сохранить задачу",
  "fixTasksSingular": "Поправить задачу",
  "changeTasksSingular": "Изменить задачу",
  "addedTask": "Задача добавлена",
  "edit": "Редактировать",
  "editText": "Редактировать текст хештега",
  "editName": "Новый текст хештега",
  "tutorialButton": "Обучение",
  "onboarding": {
    "closeButtonText": "Закрыть обучение",
    "defaultNextStepButtonText": "Продолжить",
    "notAllowed": "Ясно!",
    "Close": {
      "messageBoxBody": "Уверены, что хотите закрыть обучение? Тудурантом сложновато пользоваться по-полной, не зная основных принципов! Может, хотя бы прочитаете короткий список правил, как пользоваться Тудурантом?",
      "changedMyMind": "И вправду, давай назад к обучению",
      "article": "Останови обучение, но покажи список правил",
      "closeEverything": "Я знаю, что делаю, закрывай обучение",
      "toast": "Восхищаюсь вашей смелостью!"
    },
    "Explain": {
      "messageBoxBody": "Тудурант — это не просто приложение, это методология продуктивности. Его ограничения подобраны таким образом, чтобы заставить ваш мозг хотеть заканчивать задачи настолько сильно, насколько вы хотите съесть сладкую булочку."
    },
    "AddTask": {
      "messageBoxBody": "Давайте добавим вашу первую задачу. Нажмите на кнопку плюса ниже."
    },
    "AddText": {
      "messageBoxBody": "Подумайте о чем-то, что вам нужно сделать. Теперь запишите это в короткой и действенной форме, например: “Погулять с собакой“ или “Купить молока“. Старайтесь избегать слишком больших или недейственных задач."
    },
    "SelectDate": {
      "messageBoxBody": "У каждой задачи должна быть либо точная дата, либо месяц выполнения.\n\nТекущий месяц выбрать нельзя. Что бы вы делали, если бы месяц закончился, а у вас все еще были бы невыполненные задачи?"
    },
    "SelectFrog": {
      "messageBoxBody": "Можете пометить задачу как лягушку. Лягушки — это особый тип по-настоящему неприятных задач. Их нужно выполнять первым делом утром, они всегда идут первыми в списке задач. Рекомендую держать максимум 2 лягушки в день.",
      "nextStepButton": "Это не лягушка"
    },
    "SelectCompleted": {
      "messageBoxBody": "Я советую добавлять в Тудурант даже те задачи, которые вы уже сделали, но по какой-то причине не добавили. Это поможет укрепить связь между завершением задач и удовольствием."
    },
    "ShowMore": {
      "messageBoxBody": "Нажатие на эту магическую кнопку откроет больше опций. Например: установка точного времени (удобно для встреч) или место добавления задачи."
    },
    "AddAnotherTask": {
      "messageBoxBody": "Вы можете добавить несколько задач сразу! Однако не в этот раз, поэкспериментируйте позже."
    },
    "AddTodoComplete": {
      "messageBoxBody": "Отлично! Вы только что закончили вашу первую задачу. Теперь сохраните ее."
    },
    "ExplainCurrent": {
      "messageBoxBody": "Это вкладка “Текущее”. Чаще всего, вы будете видеть именно ее. Она показывает только одну задачу — ту, над которой вам надо сейчас работать, не больше. Это помогает концентрироваться."
    },
    "DeleteEditComplete": {
      "messageBoxBody": "Здесь у вас самый минимум возможностей: вы можете удалить, редактировать или завершить текущую задачу. Кстати, можете даже свайпами влево-вправо играться (но уже после обучения)."
    },
    "Breakdown": {
      "messageBoxBody": "О, а это специальная кнопка “разбивки”, вы будете пользоваться ей постоянно. Если в “Текущее“ попала слишком большая задача, с которой нельзя управиться за 30 минут, смело разбивайте ее на несколько маленьких частей."
    },
    "BreakdownTodo": {
      "messageBoxBody": "Похоже, та задача была слишком большой! Задача для разбивки показана сверху.\n\nПонимаю, что это может показаться слишком абсурдным, но попробуйте разбить эту задачу на как минимум 2 более мелкие задачи. Обязательно учтите все важные подзадачи, ведь как только вы закончите разбивку, оригинальная задача... исчезнет!"
    },
    "BreakdownVanish": {
      "messageBoxBody": "Обратите внимание на две вещи. Во-первых, вы видите одну из созданных подзадач. Во-вторых, оригинальная задача, которую вы разбили, автоматически пометилась выполненной.\n\nТак происходит, потому что, когда вы добавляете подзадачи, полностью покрывающие оригинальную задачу, ее смысл пропадает.\n\nВы получаете похвалу просто за разбивку сложной задачи!"
    },
    "PlanningExplain": {
      "messageBoxBody": "Это экран, на котором вы будете планировать работу. Помните, что каждой задаче нужно указывать дату или месяц выполнения? Что ж, здесь задачи отсортированы по датам и месяцам!\n\nНе стоит заглядывать сюда слишком часто. Когда вы закончили планирование, вы должны пользоваться только секцией “Текущее”."
    },
    "PlanningExplain2": {
      "messageBoxBody": "Вот как планировать с Тудурантом. Как только вам в голову придет какая-либо задача, тут же запишите ее в Тудурант — иначе забудете.\n\nКаждое утро и каждое первое число месяца вам нужно открыть “Планирование“ и поменять порядок задач или перенести задачи на другие дни. Задачи можно перетаскивать, зажав их пальцем."
    },
    "ExplainHashtags": {
      "messageBoxBody": "Возможно, вы заметили, что в Тудуранте нет “проектов”, куда люди прячут неприятные задачи, чтобы о них забыть навсегда.\n\nВместо этого, Тудурант использует систему хэштегов. Просто добавляйте #спорт, #готовка или #что_угодно в текст задач, чтобы объединить их вместе и находить их касанием по хэштегам."
    },
    "ExplainSearchAndCompleted": {
      "messageBoxBody": "За этими кнопками скрывается список выполненных задач и поиск."
    },
    "ExplainReccuring": {
      "article": "Покажи статью, интересно",
      "messageBoxBody": "Так же, в Тудуранте нет повторяющихся задач. Это сделано специально, потому что повторяющиеся задачи в итоге вредят продуктивности.\n\nВместо этого, используйте разбивку с наследованием хэштегов (одна из настроек) и названия задач типа “Полить #цветы и добавить следующую задачу”. Вы можете узнать больше из статьи, которую я написал на эту тему."
    },
    "ExplainSettings": {
      "messageBoxBody": "На этом экране вы найдете все настройки Тудуранта. Не стесняйтесь экспериментировать с ним в будущем. Особенно стоит отметить “Новые задачи — сегодня” и “Копировать хештеги при разбивке”."
    },
    "ExplainNotificationsGoogle": {
      "messageBoxBody": "Если вам все равно нужны нотификации, вы можете интегрировать Гугл Календарь. Он и будет присылать вам нотификации, но только для задач с точным временем."
    },
    "ExplainNotifications": {
      "messageBoxBody": "Еще в Тудуранте нет нотификаций (кроме необязательного напоминания о планировании в начале дня). Это тоже сделано специально.\n\nЛюди начинают игнорировать нотификации, когда их слишком много. Это приводит к пропуску важных событий и падению продуктивности."
    },
    "ExplainMultiplatform": {
      "website": "Веди меня на todorant.com!",
      "messageBoxBody": "Тудурант доступен на iOS, Андроиде, macOS, Windows и Линуксе, как веб-сайт, как расширение для Хрома и Фаерфокса, да еще и в качестве Телеграм бота. Полный список приложений доступен на todorant.com"
    },
    "ExplainPricing": {
      "messageBoxBody": "Тудурант бесплатен первые 30 дней, потом стоит $5 в месяц.\n\nЛогика проста: если Тудурант приносит вам хотя бы стоимость чашки кофе в виде продуктивности в месяц, то вам имеет смысл продолжать им пользоваться. Если не приносит, можете спокойно перестать им пользоваться.\n\nУверен, 30 дней будет достаточно, чтобы это понять."
    },
    "Feedback": {
      "messageBoxBody": "Если у вас будут какие-либо вопросы, предложения или жалобы, пишите сразу в нашу официальную группу в Телеграми или на электронную почту."
    },
    "Rules": {
      "messageBoxBody": "Я советую прочитать секцию “Как пользоваться Тудурантом”. Скорее всего, там будут ответы на любые другие оставшиеся вопросы по приложению или методологии."
    },
    "Congratulations": {
      "messageBoxBody": "Поздравляю! Вы закончили обучение. Надеюсь, теперь вам понятно, как пользоваться Тудуратном.\n\nДерзайте! Можете начать с переноса всех задач в Тудурант. Вам придется их укоротить, сделать действенными и указать каждой задаче дату или месяц.\n\nЭто может быть долго и сложно, но поверьте: это сразу же облегчит вам жизнь!",
      "nextStepButton": "Ура!"
    },
    "BreakdownLessThanTwo": {
      "messageBoxBody": "Не так быстро! Знаю, что это может быть сложно, но попробуйте разбить эту задачу как минимум на две невыполненные подзадачи."
    },
    "Info": {
      "messageBoxBody": "Также, если вам что-то будет непонятно, ищите кнопку “i” в правом верхнем углу. Чаще всего, там будут ответы на ваши вопросы."
    },
    "BreakDownCompletedTodo": {
      "messageBoxBody": "Погодите-ка, в рамках этого обучения, я отключил добавление уже выполненных задач. Но не стесняйтесь добавлять выполненные задачи после обучения!"
    },
    "AddTextContinueTooFast": {
      "messageBoxBody": "Пожалуйста, введите сначала текст задачи."
    },
    "AddTextContinueButton": {
      "continue": "Продолжить"
    },
    "SelectDateNotAllowed": {
      "messageBoxBody": "Погодите-ка, в рамках этого обучения, я отключил выбор дня или месяца. Но не стесняйтесь использовать эти опции после обучения!"
    },
    "Start": {
      "closeButtonText": "Не-а, я не читаю инструкции",
      "messageBoxBody": "Привет! Это Никита, создатель Тудуранта.\n\nЛюди лучше понимают Тудурант, если я показываю, как им пользоваться. Хотите, расскажу, как заполучить невероятный уровень продуктивности?",
      "nextStepButton": "Конечно! Показывай"
    }
  },
  "updateVersionTitle": "Привет! Доступна новая версия Тудуранта",
  "updateVersionMsg": "Есть вероятность, что на старой версии что-то сломается, поэтому, пожалуйста, обновитесь как можно скорее.",
  "update": "Обновить",
  "googleCalendarHint": "В Гугл Календарь будут синхронизироваться только задачи, созданные в Тудуранте с точным временем",
  "googleCalendarGotIt": "Понятно!",
  "frogsAlert": {
    "title": "Стоп! Это нелегально",
    "text": "Не нарушайте правила. Если у вас есть сегодня лягушки, то завершите их, разбейте их, перенесите их на будущие даты или уберите у них статус лягушки. Пожалуйста, не игнорируйте лягушек!"
  },
  "subscriptionYear": "год (≈40% скидка)"
}
