{
  "current": "Текущее",
  "planning": "Планирование",
  "settings": "Настройки",
  "addTodo": "Новая задача",
  "breakdownTodo": "Разбивка",
  "pleaseLogin": "Пожалуйста, войдите",
  "subscription": "Подписка",
  "allDoneTitle": "Поздравляем!",
  "allDoneText": "🥳 Вы это сделали! Все задачи на сегодня выполнены, идите отдохните — ну или потанцуйте немного 💃",
  "noTodosTitle": "Вперед!",
  "noTodosText": "На сегодня у вас нет задач. Хотите поработать — добавьте новые задачи на сегодня или заберите задачи с других дней.",
  "todo": "Задача",
  "text": "Текст задачи",
  "addTodoDay": "Точный день",
  "addTodoMonth": "Или месяц",
  "addTodoTime": "Точное время",
  "addTodoFrog": "Это лягушка!",
  "completed": "Завершено",
  "addTodoOnTop": "Добавить в начало списка",
  "addTodoMore": "Больше настроек...",
  "addTodoSingular": "Добавить задачу!",
  "addTodoPlural": "Добавить задачи!",
  "saveTodo": "Сохранить задачу!",
  "planningText": "Похоже, вам нужно заняться планированием! Пожалуйста, перераспределите оставшиеся задачи ниже для того, чтобы разблокировать секцию \"Текущее\", и для того, чтобы оставаться продуктивными. Удачи!",
  "editTodo": "Редактирование",
  "anonymousText": "Все ваши данные сейчас хранятся у вас на девайсе. Чтобы начать синхронизировать данные с серверами Тудуранта, вам нужно залогиниться.",
  "name": "Имя",
  "email": "Имеил",
  "facebook": "Фейсбук",
  "telegram": "Телеграм",
  "apple": "Эппл",
  "count": "Количество",
  "todosLastSync": "Задачи",
  "tags": "Хештеги",
  "tagsCount": "Хештеги",
  "todoCount": "Задачи",
  "notSyncedYet": "Не синхронизированно",
  "settingsLastSync": "Настройки",
  "accountLastSync": "Аккаунт",
  "syncData": "Синхронизировать данные",
  "googleTokenError": "Гугл не поделился с нами токеном доступа",
  "facebookPermissionsError": "Фейсбук не выдал нам достаточные разрешения",
  "facebookTokenError": "Фейсбук не дал нам токен доступа",
  "loginWall": "Похоже, вы пользуетесь Тудурантом уже больше месяца и еще не залогинились! Сохраните ваши задачи — залогиньтесь в Тудурант и храните задачи в безопасном хранилище!",
  "loginGoogle": "Зайти через Гугл",
  "loginFacebook": "Зайти через Фейсбук",
  "loginApple": "Зайти через Эппл",
  "loginTelegram": "Зайти через Телеграм",
  "logoutText": "Хотите выйти?",
  "logout": "Выйти",
  "login": "Войти",
  "alreadyRegistered": "(вы уже зарегистрированы)",
  "purchaseError": "Ошибка покупки",
  "purchaseThankYou": "Спасибо",
  "purchaseThankYouText": "Спасибо за покупку подписки!",
  "activeText": "🎉 Огромное спасибо за поддержку Тудуранта! Я лично надеюсь, что Тудурант достаточно изменил вашу жизнь и будет помогать ее улучшать изо дня в день в будущем! Ваша поддержка помогает мне заниматься Тудурантом на постоянной основе и добавлять новые функции, упрощающие работу и освобождающие вам время и когнитивные ресурсы. Спасибо вам еще раз!",
  "endTrialText": "🐝 Похоже, ваш триал Тудуранта подошел к концу. Это тот самый неловкий момент, когда вам нужно сделать решение — настолько ли вам помог Тудурант, чтобы начать использовать его на постоянной основе; а мне нужно подтолкнуть вас в сторону правильного решения. Вершина моего счастья — это приносить пользу людям; а если Тудурант и вправду стал неотъемлемой частью вашей жизни, то я буду невероятно благодарен вам, если вы приобретете подписку. Всего $5/месяц — это цена бесконечной продуктивности и свободной головы. Каждый цент, который я получу с Тудуранта, я буду направлять на развитие этого сервиса. Поддержав Тудурант, вы лично поможете независимому разработчику ежедневно улучшать продукт, которым вы пользуетесь на постоянной основе. Заранее благодарю вас!",
  "earlyAdopterText": "👏👏 — это я хлопаю вам стоя; вы — безумцы, которые согласились попробовать инструмент повышения персональной продуктивности Тудурант одними из первых. Можно сказать, вы — золотая тысяча пользователей, на отзывах которых и создавался Тудурант. Вы имеете полное право пользоваться Тудурантом столько, сколько вам угодно — для этого аккаунта никогда не будет введено никаких ограничений, вы заслужили это. Однако если вы заметили, что Тудурант резко изменил вашу жизнь к лучшему — вы все еще можете приобрести подписку, тем самым сказав простое, но очень важное для меня лично: \"Спасибо\". Вы никогда не потеряете статус \"Ранний адоптер 🦄\" — а подписку сможете отменить в любой момент. Спасибо большое, что вы продолжаете пользоваться Тудурантом — а я продолжу добавлять приятные функции в этот инструмент, который делает каждого из нас лучше. Удачи!",
  "earlyAdopterTextBonus": "🤗 Вот это да! Должно быть, либо Тудурант, либо я лично вам настолько помог, что, даже имея возможность пользоваться Тудурантом бесплатно, вы решили меня поддержать. Я поражен прямо в сердце и с удовольствием попью с вами кофе или просто поболтаю по душам. Пишите либо мне в телеграме (@borodutch), либо на почту — просто нажмите на мое имя ниже. Спасибо вам огромное! Сложно представить, насколько для меня важен ваш вклад!",
  "trialText": "💪 Добро пожаловать в Тудурант! С момента регистрации у вас есть ровно 30 дней для того, чтобы опробовать систему и понять, подходит ли она вам. По истечении 30 дней вы все еще будете иметь доступ к существующим задачам, но не сможете добавлять новые. Если что, то никто не мешает вам оформить подписку до окончания триального периода в 30 дней. Я уверен, что вместе с Тудурантом вы сможете достичь новых высот в собственной продуктивности!",
  "signature": "— Никита, создатель Тудуранта",
  "rules1": "Как только у вас появляется задача (получаете имеил, звонок, сообщение или просто видите что-то интересное что нужно добавить в ваш список задач) — сразу же создавайте задачу. Не ждите, вы забудете про эту задачу, если ее не запишете.",
  "rules2": "Задачи всегда должны быть призывом к действию и как можно более понятными. Если задача займет меньше двух минут — сделайте ее сразу и создайте в списке задач, как выполненную.",
  "rules3": "Во время создания задачи вы либо указываете точную дату, либо месяц. Вы не можете выбрать текущий месяц без определенной даты. Это сделано для того, чтобы расслабить вам мозг. Если вы доверяете системе и добавляете в нее все, что нужно, на правильные даты — то вы будете встречаться с задачами в правильное время. Огромное количество силы воли тратится зря на постоянный стресс вроде \"той вещи, которую мне нужно сделать, но я точно не помню, что это за вещь\". Научитесь доверять и расслабляться.",
  "rules4": "Первая вещь, которую вам нужно будет сделать в начале каждого месяца — это планирование. Вы берете все задачи на текущий месяц и расфасовываете их в нужные даты. Это позволяет вам отфильтровать задачи, которые более не актуальны и помогает вам оставаться в полном спокойствии, четко осознавая, что вам нужно будет делать в этом месяце.",
  "rules5": "Первым делом каждым утром вы будете планировать. Посмотрите на секцию \"Планирование\". Вы сможете все это сделать? Раскидайте задачи, с которыми сегодня не справитесь, на другие дни. Раскидайте так же и задачи, которые остались незаконченными с предыдущих дней.",
  "rules6": "Кроме чрезвычайных случаев, никогда не смотрите на секцию планирования после окончания процесса планирования. Вам психологически будет гораздо проще, если вы будете сфокусированны только на одной задаче за раз, так что смотрите только на секцию \"Текущее\". Доверяйте системе, она помнит все. Работайте и расслабляйте свой мозг.",
  "rules7": "В секции \"Текущее\" всегда есть максимум одна задача, на которой вы должны фокусироваться — больше ничего. У вас может быть больше одной задачи в день, количество задач и прогресс показан для вашего удобства. Вам нельзя прыгать между задачами — вы должны работать линейно, выполняя одну задачу за раз.",
  "rules8": "Лягушки — это особый тип задач, которые вы не хотите делать. Обычно, это задачи, которые вы не делаете месяцами и даже годами. Тудурант заставляет вас разбираться с лягушками первым делом каждый день. Утром ваши резервы силы воли достаточно большие, чтобы справиться даже с самыми неприятными задачами. А после победы над лягушкой вы получите достаточный заряд счастья, чтобы сиять улыбкой весь день. Вы будете собой гордиться, что наконец-то справляетесь с лягушками.",
  "rules9": "Вам разрешено пропускать текущую задачу — но делайте это как можно реже. Если вы не смогли выполнить задачу и вам пришлось ее перераспределить дважды — она становится лягушкой.",
  "rules10": "Если текущая задача слишком высокоуровневая, то разбейте ее на список подзадач. Как только вы разбили задачу на подзадачи, она отмечается, как завершенная.",
  "rules11": "Добавляйте настолько много важной информации в задачи, насколько сможете. Добавляйте ссылки на имейлы (gmail позволяет это делать), вебсайты, заметки (как evernote), документы (например, dropbox), оставляйте телефонные номера или добавляйте любую информацию, которая может быть важной для решения задачи. Тудурант не должен быть главным хранилищем и каталогом ваших данных, но местом, где ссылки на необходимые для задач данные, хранятся сразу с определенными задачами.",
  "rules12": "Не стесняйтесь присоединяться к нашей группе в Телеграме для обмена опытом о том, как становиться продуктивнее — @todorant_feedback! Ваши отзывы о работе сервиса — предложения, пожелания и жалобы — крайне приветствуются.",
  "rules13": "Переносите задачи на странице \"Планирования\" для изменения порядка. Если вы хотите создать задачу на определенную неделю — просто добавьте ее на понедельник и перераспределите во время планирования утром понедельника.",
  "rules14": "В Тудуранте нет и никогда не будет автоматически повторяющихся задач — единственное, в чем они помогают — это создание атмосферы страха, накапливаясь невыполненным грузом. Если нужно внести повторяющуюся задачу — внесите ее вручную, ваш мозг скажет вам спасибо за осмысленную задачу.",
  "rules15": "В Тудуранте нет концепта \"Проектов\", так как он показал себя демотивирующим, некоторые папки просто никогда не открываются. Проекты \"Фитнес\" и \"Саморазвитие\" передают привет. Вместо этого, используйте #хештеги.",
  "rules16": "Лягушки всегда находятся сверху в списке.",
  "termsOfUse": "Условия использования",
  "privacyPolicy": "Политика конфиденциальности",
  "socketsInfo": "Соккеты",
  "dataInfo": "Данные",
  "howTo": "Как пользоваться?",
  "howToUse": "Как использовать Тудурант?",
  "account": "Аккаунт",
  "todos": "Задачи",
  "general": "Общее",
  "info": "Информация",
  "support": "Поддержка",
  "supportText": "Есть вопросы или обратная связь? Пошлите мне имеил или напишите мне в Телеграме!",
  "cancel": "Отмена",
  "socketError": "Ошибка подключения: ",
  "connected": "Подключено",
  "authorized": "Авторизировано",
  "daysLeft": "Осталось дней: ",
  "buySubscription": "Купить подписку",
  "defaultToToday": "Новые задачи — сегодня",
  "newTodosGoOnTop": "Новые задачи добавляются в начало списка",
  "deleteTodo": "Хотите удалить ",
  "delete": "Удалить",
  "skipped": "Пропущено",
  "earlyAdopter": "Ранний адоптер 🦄",
  "active": "Активная",
  "inactive": "Неактивная",
  "trial": "Триал",
  "error": "Ошибка",
  "ok": "ОК",
  "pleaseConfirm": "Пожалуйста, подтвердите",
  "purchaseReceiptError": "Не найден чек покупки",
  "noTodosExistTitle": "Еще нет задач",
  "noTodosExistText": "Давайте — добавьте задачи, нажав на кнопку с плюсом ниже!",
  "restorePurchases": "Восстановить покупки",
  "noPurchasesError": "Простите, но у вас пока нет покупок",
  "appleSigninError": "Не получилось зайти через Эппл",
  "syncDataHard": "Принудительная синхронизация",
  "firstDayOfWeek": "Первый день недели",
  "weekday1": "Понедельник",
  "weekday2": "Вторник",
  "weekday3": "Среда",
  "weekday4": "Четверг",
  "weekday5": "Пятница",
  "weekday6": "Суббота",
  "weekday0": "Воскресенье",
  "appleUnauthorizedText": "Я вынужден попросить вас начать пробный период, выбрав опцию ниже, потому что Эппл требует, чтобы все пробные периоды проходили через их внутренние покупки, когда аккаунт был создан на девайсе от Эппл. Если у вас уже есть подписка, пожалуйста, зайдите в свой аккаунт в Настройках. Прошу прощения за неудобство, но иначе Эппл не разрешали добавить Тудурант в АппСтор.",
  "appleUnauthorizedTextGoodNews": "Однако есть хорошие новости: с вас не снимут деньги, пока бесплатный пробный период в 30 дней не закончится.",
  "appleUnauthorizedButtonExtra": "30 дней бесплатно, потом",
  "introTitle": "Добро пожаловать!",
  "introButton": "Вступительное сообщение",
  "intro1": "Буду краток: вы хотите улучшить вашу продуктивность. Тудурант поможет вам с этим. Но учтите, что Тудурант — это не очередной список задач — это система, которой нужно следовать, это стиль жизни, это привычка.",
  "intro2": "Прочтение пункта \"Как использовать Тудурант\" в настройках может помочь, но это совсем необязательно. Тудурант поможет вам, ограничив ваши действия — он заставит ваш мозг получать удовольствие от завершения задач.",
  "intro3": "Если у вас появятся какие-либо вопросы о функциях на каком-либо экране, сначала нажмите на кнопку \"i\" справа вверху. Не знаете, что делает какая-либо кнопка? Жмите \"i\"!",
  "intro4": "Тудурант бесплатен первый месяц, а потом стоит примерно $5/месяц. Причина, по которой Тудурант может выглядеть дорогим — это то, что вы не покупаете очередной менеджер задач, а подписываетесь на систему, которая заставляет вас наконец-то эти задачи выполнять. Другие приложения закидывают вас функциями и настройками — Тудурант же заставляет вас наконец-то начать выполнять задачи и добиваться целей! В конце концов, попробуйте Тудурант первые 30 дней и оплатите подписку, если вы получите больше $5 пользы.",
  "intro5": "Я приветствую вас на вашем пути продуктивности, да начнется же новая эра вашей жизни!",
  "introBack": "Поехали!",
  "infoTitle": "Информация",
  "infoIntro": "Отлично! Вы нажали на \"i\"! Это просто приветственное сообщение, которое немного разъясняет, что такое Тудурант. Не более и не менее.",
  "infoCurrent": "Это страница текущей задачи. Она показывает только одну задачу, над которой вам сейчас нужно работать. Оставайтесь сосредоточенными, это единственная страница, которая вам нужна после планирования дня.\n\nВы можете пропускать задачи, если это не лягушки и не последние задачи дня.\n\nЕсли задача слишком большая и необъятная — используйте кнопку разбивки. После разбивки задачи, она автоматически будет помечена как выполненная.",
  "infoBreakdown": "Это экран разбивки задачи. Добавьте несколько мелких задач, которые заменят собой более крупную задачу. После того, как вы добавите новые задачи, оригинальная большая задача будет помечена, как выполненная.",
  "infoAdd": "Это экран добавления задач. Задачи должны быть указывающими на следующее действие (\"Найти лучшие билеты в Мексику на агрегаторе билетов\", а не \"Полететь в Мексику\") и наиболее маленькими и понятными (\"Протереть дисплей\", а не \"Прибраться дома\"). Вы можете добавлять несколько задач за раз.\n\nЗадачи должны быть привязаны либо к определенной дате, либо к определенному месяцу. На текущий месяц поставить задачу нельзя.\n\nЛягушки — это задачи, которые вы не хотите делать; они всегда будут наверху списка задач. Чем раньше днем вы расправитесь с лягушкой, тем больше удовольствия получите.",
  "infoEdit": "Это экран редактирования задачи. Тут можно редактировать задачу. Именно так.",
  "infoPlanning": "Это ваша секция планирования. Перетаскивайте задачи и даты (зажав их ненадолго) — это весело!\n\nИ не забывайте, что можно использовать #хештеги.",
  "infoSettings": "Это ваш экран настроек. Здесь вы можете менять разные опции. Пожалуйста, прочитайте секцию \"Как пользоваться Тудурантом\".",
  "infoSockets": "Тудурант использует соккеты, чтобы синхронизировать информацию с сервером. Все работает, как магия, когда оба пункта горят зеленой галочкой.",
  "infoData": "Здесь расположена информация о ваших локальных данных и о статистике синхронизации.",
  "infoRules": "Пожалуйста, прочитайте секцию \"Как пользоваться Тудурантом\", чтобы выжать максимум из Тудуранта.",
  "preserveOrderByTime": "Следить за порядком задач с точным временем",
  "subscriptionMonth": "месяц",
  "subscriptionYeariOS": "год (~15% скидка)",
  "subscriptionYearAndroid": "год (~16.6% скидка)",
  "language": "Язык",
  "languageAuto": "Авто",
  "syncExactDates": "Пересчитать точные даты",
  "askBeforeDelete": "Спрашивать перед удалением задач",
  "copied": "скопировано",
  "sync": "Синхронизация",
  "infoTags": "Это список всех хештегов, которые вы использовали. Если вы здесь ничего не видите — вперед, создайте задачу с #хештегом в тексте задачи, это единственный способ добавить хештеги в этот список.\n\nЕсли вы хотите изменить цвет хештега или удалить хештег — просто коснитесь его пальцем. Не волнуйтесь, хештеги хранятся отдельно от задач — что бы вы ни сделали на этом экране, никак не повлияет на ваши задачи. Ну, разве что изменение цвета может сделать задачи клевее.",
  "changeColor": "Поменять цвет",
  "changeColorToDefault": "Сбросить цвет",
  "colorMode": "Тема",
  "dark": "Темная",
  "light": "Светлая",
  "loadingData": "Загружаем ваши данные...",
  "breakdownRequest": "Похоже, вы переносите эту задачу слишком часто. Пожалуйста, разбейте ее на более мелкие задачи, вы больше не можете ее переносить. Поверьте, это поможет вам завершить задачу!",
  "breakdownButton": "Разбить",
  "back": "Назад",
  "important": "Важное",
  "rateTitle": "Вы заверишили больше 100 задач! 🎉🎉🎉 Насколько сильно Тудурант улучшил вашу жизнь?",
  "rate": "Оценить",
  "send": "Отправить",
  "rateCommentPlaceholder": "Пожалуйста, напишите пару слов о том, что вам не понравилось в Тудуранте",
  "rateCommentEmptyError": "Пожалуйста, не оставляйте это поле пустым",
  "starTerrible": "Не улучшил",
  "starBad": "Чуть-чуть",
  "starOkay": "Немного",
  "starGood": "Улучшил",
  "starGreat": "Сильно улучшил",
  "rateSolicitationApple": "Можете поставить 5 звезд Тудуранту в Апп Сторе, пожалуйста? Это сильно помогает приложению развиваться!",
  "rateSolicitationGoogle": "Можете поставить 5 звезд Тудуранту в Плей Сторе, пожалуйста? Это сильно помогает приложению развиваться!",
  "rateButton": "Поставить 5 звезд!"
}
