Repository: backmeupplz/todorant-rn
Catalog: ios/TodorantToday/*.lproj/Localizable.strings
Languages: es, it, pt_br, ru, uk

# clear.subtitle
source: All the tasks for today are done
es: Todas las tareas para hoy están hechas
it: Tutti i compiti per oggi sono fatti
pt_br: Todas as tarefas de hoje estão feitas
ru: Все задачи на сегодня выполнены
uk: Всі завдання на сьогодні виконані

# empty.subtitle
source: You don't have any todos for today
es: No tienes todos para hoy
it: Per oggi non hai todos per oggi
pt_br: Você não tem todos por hoje
ru: У вас нет задач на сегодня
uk: У вас немає завдань на сьогодні

# empty.button
source: Create one!
es: ¡Crea uno!
it: Сreane uno!
pt_br: Crie um!
ru: Создайте!
uk: Створіть!

# authenticate
source: Please, login to Todorant
es: Por favor, inicia sesión en Todorant
it: Accedi a Todorant
pt_br: Por favor, faça o login em Todorant
ru: Пожалуйста, войдите в Тудурант
uk: Будь ласка, увійдіть в Тудурант

# authenticate.button
source: Login
es: Ingresa en
ru: Войти
uk: Увійти

source: Loading...
es: Cargando...
it: Caricamento...
pt_br: Carregando...
ru: Загрузка...
uk: Завантаження...

# error
source: Error getting data
es: Error de conexión
it: Errore di connessione
pt_br: Erro de conexão
ru: Ошибка получения данных
uk: Помилка підключення

# retry
source: Try again
es: Inténtalo de nuevo
it: Riprova
pt_br: Tente novamente
ru: Попробовать снова
uk: Спробувати знову

# snapshot
source: Buy oat milk
es: Comprar leche de avena
it: Acquista latte d'avena
pt_br: Comprar leite de aveia
ru: Купить овсяного молока
uk: Купити вівсяного молока

# title
source: Todorant widget
es: El widget de Todorant
it: Widget Todorant
pt_br: Widget Todorant
ru: Виджет Тудуранта
uk: Віджет Тудуранта

# description
source: Displays your current task and progress in real time
es: Muestra su tarea actual y su progreso en tiempo real
it: Mostra il vostro compito attuale e i progressi in tempo reale
pt_br: Exibe sua tarefa atual e seu progresso em tempo real
ru: Показывает вашу текущую задачу в реальном времени
uk: Показує ваші поточні завдання в реальному часі

# timesStamp
source: Updated
pt_br: Atualizado
ru: Обновлено
uk: Останнє оновлення о
